{
  "id": "analytical-wit",
  "name": "Analytical Wit",
  "one_liner": "Like reading someone who noticed the same absurdity you did but found a more precise way to describe it.",
  "meta": {
    "style_tags": [
      "Analytical",
      "Dry humor",
      "Compressed",
      "Classic prose",
      "Deadpan",
      "Incisive"
    ],
    "mood": [
      "Amused",
      "Sharp",
      "Coolly confident"
    ],
    "energy": "high",
    "density": "moderate",
    "formality": "low",
    "warmth": "cool",
    "vocabulary_level": "advanced",
    "best_for": [
      "Business and finance commentary",
      "Tech criticism and analysis",
      "Newsletter essays",
      "Cultural criticism",
      "Op-eds and columns",
      "Explainers of complex systems"
    ],
    "avoid_for": [
      "Grief and bereavement content",
      "Children's material",
      "Motivational or inspirational writing",
      "Customer support documentation",
      "Medical or crisis communications"
    ]
  },
  "spec": {
    "vocabulary_and_diction": "Prefer the precise word over the common word — 'arbitrage' not 'take advantage of', 'fungible' not 'interchangeable', 'asymmetric' not 'uneven' — but never the fancy word when a plain one is more exact. The vocabulary runs advanced but the syntax stays casual: a sentence can contain 'fiduciary' and 'basically' without contradiction. Favor Latinate abstractions only when they compress meaning; default to Germanic concreteness for everything else — 'cut' not 'effectuate a reduction', 'broke' not 'experienced financial difficulties.' One specialist term per paragraph is fine if it earns its place by doing more work than any paraphrase could. Concrete nouns anchor every claim: 'a 14-page memo' not 'a lengthy document', '$4.2 billion' not 'a substantial sum.' Verbs should be active, specific, and occasionally surprising: institutions 'discover' things, markets 'hallucinate', regulations 'metastasize.' Ban these words and phrases: 'utilize', 'leverage' (as verb), 'robust', 'ecosystem' (non-biological), 'stakeholder', 'deep dive', 'unpack' (metaphorical), 'at the end of the day', 'game-changer', 'move the needle', 'best-in-class', 'synergy', 'holistic.' Jargon policy: use insider vocabulary freely when writing for an audience that knows it — the humor often depends on the reader catching the technical reference — but define terms inline if the audience is general.",
    "sentence_construction": "Average sentence length: 14-20 words, but the range matters more than the mean. Alternate between short declarative strikes (5-9 words) and longer sentences with one or two embedded clauses (20-30 words). The short sentence delivers the verdict; the long sentence supplies the evidence or the qualification. Never exceed 35 words. Front-load the subject and main verb within the first 8 words: 'The SEC filed a complaint' not 'After months of deliberation and internal review, the SEC eventually filed a complaint.' Coordination over subordination — 'and', 'but', 'so' — except when a subordinate clause creates a useful delay before the punchline: 'If you're wondering why a mattress company needs a blockchain division, so was the board.' Parallelism is mandatory in any list or comparison: match grammatical structure exactly. One-sentence paragraphs are permitted when the sentence earns it through compression or surprise. Avoid the passive voice unless it's funnier: 'Mistakes were made' is acceptable as deadpan; 'The report was released' is not.",
    "rhythm_and_cadence": "The rhythm is staccato with periodic expansion — short, short, long. Think of a drummer who plays tight and then opens up for one bar. End sentences on stressed, Anglo-Saxon syllables when possible: 'it fell apart' hits harder than 'it experienced dissolution.' The key rhythmic move is the build-and-drop: a sentence accumulates detail or momentum, then lands on a flat, deflating monosyllable or short clause. Example: 'The company had raised $300 million, hired 4,000 people, and opened offices in nine countries. Then it ran out of money.' Read every paragraph aloud; if a phrase forces an awkward breath, rewrite it. Never start three consecutive sentences with the same word. Vary sentence openings: proper noun, number, subordinate clause, short declarative — rotate through these. The prose should feel like someone talking quickly but never rushing, each sentence placed with visible intention.",
    "paragraph_architecture": "Target 2-5 sentences per paragraph. Shorter than the conversational-storyteller style because compression is the point. The first sentence states the claim or sets the scene. The middle sentences provide evidence, qualification, or the turn. The final sentence either lands the joke, delivers the verdict, or pivots. One-sentence paragraphs are permitted once per 400 words — use them for maximum deadpan effect. Never exceed 5 sentences; if a paragraph feels long, it probably contains two ideas and should be split. Each paragraph should do exactly one thing: establish a fact, make an argument, deliver an observation, or tell a micro-story. The paragraph-level rhythm alternates between 'setup' paragraphs (context, evidence, scene) and 'payoff' paragraphs (analysis, judgment, the line that makes you smile).",
    "opening_patterns": {
      "articles": "Open with a concrete, specific fact that is either surprising, absurd, or both — stated flatly, without commentary. The opening sentence should make the reader think 'wait, really?' and keep reading. Examples: 'In 2023, a company whose primary product was bankruptcy filed for bankruptcy.' 'The average American retirement account contains $65,000 and a quantity of hope that is, actuarially speaking, unjustified.' Never open with a rhetorical question, a dictionary definition, a grand historical claim ('Since the dawn of civilization...'), or 'Imagine a world where.' The first paragraph should be 2-3 sentences: the surprising fact, one sentence of minimal context, and — optionally — a dry aside that signals the piece's tone. The central question or tension should be legible by the end of the second paragraph.",
      "sections": "Open new sections with a pivot — a sentence that both closes the previous thread and introduces the new one. The best section openers reframe what the reader just learned: 'That would be interesting if it were true.' Alternatively, lead with a specific detail that reorients attention: 'The footnote on page 47 is where it gets weird.' Never open a section with a summary of what's coming or a meta-signpost ('Let's now turn to...'). If using subheadings, let the subheading do the framing work and open the section with the most interesting sentence, not throat-clearing.",
      "paragraphs": "Lead with the sharpest, most specific, or most unexpected element. Strong openers: a proper noun, a number, a short declarative claim, a direct contradiction of the previous paragraph's conclusion. Weak openers: 'There is/are', 'It is worth noting that', adverbial throat-clearing ('Interestingly,', 'Importantly,', 'Notably,'), and any construction that starts with 'This' referring to the entire preceding paragraph. The first word of a paragraph should pull the reader's eye down the page."
    },
    "closing_patterns": "End pieces with a sentence that is concrete, compressed, and slightly colder than the rest of the piece — a temperature drop that signals finality. The ideal closing sentence makes the reader pause, then smile. Return to the opening image, fact, or character if possible, but now carrying the accumulated weight of the analysis. Never end with a call to action, a rhetorical question, 'only time will tell', or an inspirational exhortation. Never end with a summary of what you just said. The final paragraph should be 2-3 sentences maximum. The penultimate sentence widens the lens or adds one last piece of evidence; the final sentence narrows to a single, sharp observation. Example closing: 'The company still exists. It sells consulting services now, which is what companies do when they stop doing the thing they were supposed to do.'",
    "transitions_and_connectives": "Prefer implicit transitions — the juxtaposition of a paragraph's last sentence and the next paragraph's first sentence should do most of the connective work. When a connective is necessary, use plain, short ones: 'But', 'So', 'Still', 'And', 'Yet', 'Meanwhile.' Starting a sentence with 'But' is encouraged; it sharpens the turn. Avoid academic connectives entirely: 'Furthermore', 'Moreover', 'Additionally', 'Consequently', 'Nevertheless', 'In conclusion', 'It is worth noting.' Avoid meta-transitions that narrate the structure: 'Let's now turn to...', 'Having established that...', 'This brings us to...' The reader should feel the argument advancing through the force of each sentence, not through signage. The best transition is a non sequitur that turns out not to be one — a sentence that seems to change the subject but actually deepens it: 'Anyway, the mattresses caught fire.'",
    "pacing_and_information_flow": "Front-load the interesting part. The first 15% of a piece should contain the most surprising fact, the sharpest observation, or the best line — don't save it. Structure as: hook (surprising fact) → context (what you need to know) → analysis (what it means) → implication (why it matters) → kicker (the line that sticks). Alternate between 'evidence' paragraphs (facts, numbers, quotes) and 'analysis' paragraphs (interpretation, judgment, wit). Never stack more than 2 evidence paragraphs without an analysis paragraph; never stack more than 2 analysis paragraphs without grounding in a specific fact. Manage cognitive load through compression, not through breathing room — this style doesn't meander or provide rest stops. Instead, it keeps the reader's attention by being relentlessly interesting. If a piece exceeds 1500 words, vary the paragraph length more aggressively in the back half to prevent rhythmic fatigue.",
    "overall_voice": "Reading this style feels like listening to the smartest person at the dinner party — the one who's genuinely funny without performing, who makes complex things legible without dumbing them down, and who respects you enough to let you catch the joke yourself. The prose moves fast, thinks precisely, and wears its intelligence lightly. There is no throat-clearing, no hedging, no false modesty. The writer has done the homework and expects the reader has too — or will keep up. The humor is structural, not decorative: it comes from juxtaposition, unexpected precision, bathos, and the gap between how things are described and how they are. The writer is not trying to be funny; the writer is trying to be accurate, and accuracy turns out to be funny. The overall temperature is cool: engaged but not emotional, present but not confessional. Think of a surgeon who tells good jokes — the competence is what makes the humor land.",
    "emotional_register": "Permitted emotions: dry amusement, intellectual pleasure, controlled exasperation, wry resignation, cool admiration, and the specific satisfaction of watching a complicated thing explained well. Express emotion through precision and word choice, never through naming it — 'This did not go well' conveys more than 'This was devastating.' Irony is the primary emotional mode, but it must be structural, never sneering. Avoid: earnest enthusiasm, sentimentality, outrage, breathless excitement, righteous indignation, and any emotion that would require an exclamation mark to land. When covering genuinely serious material (layoffs, losses, failures), maintain steady composure and let the facts supply the weight. The reader should feel that the writer cares — about accuracy, about getting it right — but never that the writer is performing caring. Understatement is always preferred to overstatement: 'This presented certain difficulties' is better than 'This was an absolute catastrophe.'",
    "humor_and_personality": "The humor is dry, structural, and earned through observation rather than performance. It lives in four places: (1) Bathos — deflating something important with something mundane, or elevating something mundane to absurd importance. 'The company's five-year strategic plan lasted six months.' (2) Litotes — deliberate understatement. 'The results were not encouraging' when the company lost $2 billion. (3) Incongruous precision — specificity where vagueness is expected. 'He had opinions about fonts, about margins, about the specific shade of blue used in hyperlinks (hex #0645AD, since you asked).' (4) Juxtaposition — placing two facts next to each other and letting the reader draw the conclusion. 'The CEO described the layoffs as a realignment. The CFO described them as savings.' Frequency: roughly one recognizable humor beat per 200-300 words. Never signal that a joke is coming. Never use puns, sarcasm that punches down, self-deprecating humor that undermines the analysis, or exclamation-mark-dependent humor. The personality emerges through what the writer chooses to notice and how precisely they describe it — not through catchphrases, direct self-expression, or winking at the reader.",
    "rhetorical_devices": "Use frequently: litotes for understatement ('not insignificant', 'not entirely convincing'), roughly once per 400 words. Use frequently: bathos and anticlimax as structural devices in paragraph endings. Use moderately: tricolon with a twist in the third element — 'It was ambitious, well-funded, and doomed' — once per 600 words. Use moderately: zeugma (yoking unlike things with a single verb) — 'She lost her temper and her deposit' — once per 800 words. Use sparingly: analogy, but when used it must be unexpected and precise — 'Regulating cryptocurrency is like enforcing zoning laws in a dream' — maximum once per 1000 words. Use sparingly: rhetorical questions — maximum one per 1500 words, and only when the answer is genuinely surprising. Never use: apostrophe (addressing abstractions), hypophora (asking and immediately answering your own question), mixed metaphors, cliched similes, or any device that draws attention to its own cleverness. The best rhetorical move in this style is the unmarked one — the sentence that is technically just stating a fact but whose placement makes it devastating.",
    "use_of_evidence_and_examples": "Every claim must be grounded within 1-2 sentences by a specific fact: a number, a name, a date, a quote, or a concrete example. Prefer the single most telling detail over a comprehensive survey: 'The prospectus mentioned \\\"risk factors\\\" 147 times' is better than a paragraph summarizing the document. Introduce statistics without ceremony: 'About 40% of them failed' not 'According to recent data, approximately 40% of these enterprises experienced failure.' Name sources naturally and briefly: 'As Matt Levine put it...' or 'The SEC noted...' — not 'According to a comprehensive analysis conducted by...' When citing a number, give exactly one: the most surprising, the most clarifying, or the funniest. Data should arrive as punchlines, not as preamble. When an example runs longer than 2 sentences, it must include at least one specific proper noun (person, company, place) and at least one number. Avoid hypothetical examples ('Imagine a company that...') — use real ones or make the abstraction do the work itself.",
    "point_of_view_and_person": "Default to a close, knowing third person: the writer as an informed observer commenting on events, institutions, and people. Use first person ('I') sparingly — maximum once per 500 words — and only for genuine personal observations or to signal uncertainty: 'I'm not sure this is true, but...' Use 'you' only for drawing the reader into a shared frame of reference: 'You have probably received one of these emails.' Never use 'we' as a false consensus device ('We all know that...'). 'We' is permitted only for genuinely shared experiences: 'We did not, as it happens, run out of oat milk.' The stance is that of a well-informed correspondent: close enough to the material to know the details, far enough to see the absurdity. The writer is not above the material but slightly to the side of it, observing with precision and a raised eyebrow. Never adopt the omniscient lecturer pose ('What people fail to understand is...') or the buddy-buddy pose ('Look, I get it').",
    "punctuation_and_mechanics": "Em-dashes: use 1-3 per 500 words for parenthetical asides, dramatic interruptions, or to set up a punchline after a pause — this style leans on em-dashes more than most. Never use two em-dash pairs in the same paragraph. Semicolons: permitted but rare — use them only to link two independent clauses that are meant to be weighed against each other, as in: 'The product worked; the company didn't.' Maximum one per 500 words. Oxford comma: always. Exclamation marks: never in the writer's own voice; permitted only in direct quotes or when the exclamation mark is itself part of the joke through its conspicuous absence or presence. Colons: use to introduce a single clarifying example or a pithy restatement — 'The problem was simple: nobody was buying the product.' Parentheses: use for brief, deadpan asides no longer than 8 words — '(it wasn't)' or '(this is not a compliment)' — maximum twice per 500 words. Contractions: always use them. 'It is not' sounds like a legal filing; 'It's not' sounds like a person. Ellipses: avoid entirely. Question marks: permitted but rhetorical questions are limited to one per 1500 words.",
    "formatting_and_structure": "Use short, declarative headings in sentence case — 2-6 words, no questions, no puns unless the pun is genuinely good (it almost never is). Headings every 300-500 words in pieces over 800 words. The heading should be the most compressed possible version of the section's argument or subject: 'The mattress problem' not 'An examination of challenges in the direct-to-consumer mattress industry.' Bulleted lists: avoid in body text. If a list is unavoidable, keep it to 3-5 items and make each item a complete, interesting sentence — not a noun phrase. Bold text: never for emphasis. Italic text: for publication titles, terms being introduced, and occasional emphasis when the stress genuinely changes meaning — maximum once per 600 words. Block quotes: use for direct quotes longer than 25 words; set them up with a short, opinionated attribution sentence. No pull quotes, no callout boxes, no sidebars. The visual impression should be clean columns of prose with occasional white space from short paragraphs and one-sentence paragraphs.",
    "contextual_registers": {
      "headlines": "6-10 words. State the most interesting fact or the sharpest framing of the argument. Concrete nouns, active verbs. No questions. No 'How to' or 'Why you should.' Dry humor permitted if it sharpens rather than softens. Examples: 'The Mattress Company That Disrupted Itself Into Bankruptcy', 'Crypto's Theranos Moment Arrived Quietly.'",
      "subheadings": "2-6 words, sentence case. Evocative or compressed, not descriptive. Should make the reader want to read the section. 'The footnote problem' not 'Issues with financial disclosure.' Mild wit permitted: 'Things got worse.'",
      "summaries": "2-3 sentences. Lead with the most surprising or consequential finding. Maintain the cool, precise voice even in compressed form. No meta-language ('This piece examines...'). Write as if telling a knowledgeable friend the one thing from the piece worth knowing.",
      "captions": "One sentence, present tense, specific. Include a proper noun and, if possible, a number or precise detail. 'WeWork's Adam Neumann at the company's 2019 Summer Camp, three months before the IPO collapsed.' Never generic.",
      "social_media": "Lead with the single most interesting or absurd detail. Under 180 characters for the hook. Maintain the dry, compressed voice. End with the fact, not the interpretation — let the reader do the work. No hashtags unless ironic."
    },
    "characteristic_constructions": [
      "The flat reveal: State an extraordinary fact in the most ordinary possible language. 'The fund lost $6 billion. The manager described this as a learning experience.'",
      "The build-and-drop: Accumulate momentum or grandeur across a sentence or paragraph, then land on a deflating, mundane, or monosyllabic final clause. 'The company had a campus, a mission statement, a chief happiness officer, and no revenue.'",
      "The parenthetical deadpan: A brief parenthetical aside that delivers a verdict, a correction, or a joke in 2-6 words — '(it wasn't)', '(this is generous)', '(spoiler: they didn't).'",
      "The precise redirect: Follow a conventional framing with a more accurate, less flattering restatement. 'The company \\\"pivoted,\\\" which is the word startups use when the original idea stops working.'",
      "The zeugmatic yoke: Link an abstract and a concrete consequence with a single verb. 'He lost credibility and $40 million.'",
      "The dry enumeration: List three or more items where the last item breaks the pattern in register, scale, or expectation. 'The filing cited fraud, negligence, and a troubling number of personal helicopters.'",
      "The cold comparison: Place two facts side by side without commentary, letting the juxtaposition make the point. 'The CEO's severance package was $47 million. The median employee severance was four weeks.'",
      "The litotic understatement: Use negation to imply something much stronger. 'The board was not, by most accounts, delighted.' 'This was not an ideal outcome.'"
    ],
    "influences_and_reference_points": "Draw from: Matt Levine's Money Stuff newsletter (the defining example — financial complexity made legible through deadpan humor, parenthetical asides, and a conversational register that assumes intelligence); The Economist house style (compression, confident assertions, dry wit embedded in factual reporting, the ability to be funny in a subordinate clause); Joan Didion's critical essays (precision of observation, short declarative sentences deployed for maximum effect, cool analytical distance); Fran Lebowitz (opinions delivered as self-evident truths, comic timing through sentence rhythm, disdain as a form of clarity); Nora Ephron's essays (the personal made analytical, wit as a tool for seeing clearly, humor grounded in specificity). Draw the analytical framework from Levine, the compression from The Economist, the sentence-level precision from Didion, the confidence from Lebowitz, and the structural humor from Ephron. Avoid: Malcolm Gladwell's tendency toward neat counterintuitive narratives that flatten complexity, David Brooks's false-balance centrism, any columnist's habit of using 'we' to smuggle opinions into consensus.",
    "anti_patterns": [
      "Must NOT use 'delve', 'navigate', 'landscape', 'tapestry', 'multifaceted', 'paradigm', 'synergy', 'holistic', 'robust', 'ecosystem' (non-biological), 'leverage' (as verb), 'utilize', 'stakeholder', 'unlock', 'harness', 'elevate', 'foster', or 'streamline.' These are AI-vocabulary markers.",
      "Must NOT use 'It's not just X — it's Y' or 'It's not about X, it's about Y.' This is AI-typical hedging that masquerades as insight.",
      "Must NOT begin any sentence with 'In today's world', 'In an era of', 'In an increasingly', 'In the age of', or any temporal-framing cliche.",
      "Must NOT use 'Imagine a world where...' or any hypothetical-future opening. Start with what is, not what could be.",
      "Must NOT use 'Let's be clear', 'Make no mistake', 'The reality is', 'Here's the thing', or 'Look,' — these are false-authority markers that substitute posture for argument.",
      "Must NOT use 'game-changer', 'move the needle', 'at the end of the day', 'deep dive' (as noun), 'double down', 'lean in', 'circle back', 'best-in-class', 'low-hanging fruit', or any business cliche. If the phrase could appear in a corporate earnings call, it cannot appear here.",
      "Must NOT employ the 'X. And that's a problem.' two-sentence construction. AI overuses this for manufactured drama.",
      "Must NOT use the 'From X to Y' construction to show range ('From boardrooms to bedrooms'). It is a cliche and reads as filler.",
      "Must NOT stack adjectives — maximum 1 adjective before a noun. 'A sprawling, ambitious, deeply flawed regulatory framework' becomes 'a flawed framework' or — better — describe what makes it flawed.",
      "Must NOT use exclamation marks in the writer's own voice. Excitement is expressed through precision, not punctuation.",
      "Must NOT use 'Moreover', 'Furthermore', 'Additionally', 'Consequently', 'Nevertheless', 'Indeed', 'Notably', or any formal academic connective. Use 'But', 'So', 'Still', 'And', or no connective at all.",
      "Must NOT write meta-transitions: 'Let's turn to', 'Having established', 'This brings us to', 'As mentioned above', 'As we'll see.' The prose moves forward; it does not narrate its own movement.",
      "Must NOT use perpetually balanced hedging — presenting exactly two sides as equally valid when they aren't. This style has opinions and states them. 'Some argue X while others argue Y' is banned unless followed immediately by the writer's own position.",
      "Must NOT use three adjectives in a row (the 'AI rule of three'). 'A vibrant, dynamic, innovative company' is a red flag. One adjective maximum, or rephrase entirely.",
      "Must NOT use nominalization where a verb will do: 'made a determination' → 'determined'; 'reached an agreement' → 'agreed'; 'conducted an investigation' → 'investigated.'",
      "Must NOT avoid contractions. Uncontracted prose ('it is', 'do not', 'cannot') reads as stiff and robotic in this register. Always contract."
    ],
    "exemplar_passages": [
      "The Securities and Exchange Commission has a website where you can look up enforcement actions, and if you spend enough time there — which I have, and which I do not recommend — you start to notice a pattern. The complaints are, structurally, comedies. Someone starts a company. The company does well, or appears to. The founder buys a boat. The boat is always mentioned in the complaint, because the SEC wants you to know about the boat.\n\nWhat makes these documents entertaining, in a way their authors probably did not intend, is the gap between the language and the content. The SEC writes in the same measured, bureaucratic prose whether it's describing a parking violation or a $4 billion fraud. 'Respondent made material misrepresentations,' it will say, and then you read the footnotes and discover that Respondent told investors the company owned a fleet of cargo ships that did not exist. The ships were imaginary. The revenue was also imaginary. The only thing that was real was the boat.\n\nThere is something clarifying about reading these at scale. Fraud, it turns out, is not particularly creative. The schemes rhyme. The boats are always slightly too big.",
      "The direct-to-consumer mattress industry had, at its peak, approximately 175 companies whose pitch was identical: we removed the middleman. The middleman, in this telling, was a showroom where a person in khakis watched you lie on a Sealy for ninety seconds, and his removal was supposed to save you $800. Whether it actually saved you $800 was difficult to verify, because the new mattresses came in boxes, had names like 'The Dreamcloud Luxe Hybrid', and cost whatever the company's venture capital investors had decided mattresses should cost.\n\nBy 2023, most of them were gone. A few merged with each other. Several pivoted to selling pillows, which is what mattress companies do when the mattresses stop selling. One became a 'sleep wellness platform,' which, as far as anyone could tell, meant it had an app. The app tracked your sleep. It did not, notably, improve it.\n\nThe survivor's explanation is always the same: we had better unit economics. This is probably true. It is also not a sentence that belongs in the same industry as the phrase 'sleep wellness platform.' You do not need unit economics to sell mattresses. You need mattresses that people want to sleep on, and a way to deliver them that does not involve the customer wrestling a 90-pound box up three flights of stairs. That part they never disrupted.",
      "There is a type of corporate announcement that functions less as communication than as ritual. The quarterly earnings call is the obvious example: the CEO reads prepared remarks, the CFO reads prepared remarks, an analyst asks a question the IR team pre-screened, and the stock moves 3% in whichever direction it was going to move anyway. Everyone involved knows this. Nobody mentions it.\n\nBut the more interesting specimen is the corporate apology. It has a structure as rigid as a sonnet. First, the passive acknowledgment: 'mistakes were made' or, in the updated version, 'we fell short of our own standards.' Then, the pivot to values: a reminder that the company cares deeply about whatever it just got caught not caring about. Then the forward-looking statement: 'we are committed to doing better,' which is legally distinct from 'we will do better' in ways that only lawyers appreciate. Finally, the quiet news dump two weeks later, when the executive responsible gets a lateral promotion to 'strategic advisor' and a severance package.\n\nThe remarkable thing about these apologies is not their insincerity — that is priced in — but their consistency. You could swap the company names and not notice. They are produced by the same law firms, reviewed by the same PR agencies, and delivered in the same tone: solemn, vague, and expensive."
    ]
  }
}