{
  "id": "classic-prose",
  "name": "Classic Prose",
  "one_liner": "Like watching someone point through a perfectly clean window at something you can now see for yourself.",
  "meta": {
    "style_tags": [
      "Lucid",
      "Intellectual",
      "Confident",
      "Observational",
      "Restrained"
    ],
    "mood": [
      "Assured",
      "Clarifying",
      "Unhurried"
    ],
    "energy": "medium",
    "density": "moderate",
    "formality": "medium",
    "warmth": "cool",
    "vocabulary_level": "advanced",
    "best_for": [
      "Intellectual essays",
      "Cultural criticism",
      "Longform explainers",
      "Book reviews",
      "Magazine features",
      "Biographical profiles",
      "Historical analysis"
    ],
    "avoid_for": [
      "Technical documentation",
      "Urgent communications",
      "Casual social media posts",
      "Sales copy",
      "Motivational content",
      "Step-by-step tutorials"
    ]
  },
  "spec": {
    "vocabulary_and_diction": "Prefer the precise word over the common one, but never the obscure word over the precise one. Latinate vocabulary is permitted and often preferred when it carries genuine conceptual weight — 'disposition' is better than 'way of being,' 'asymmetry' is better than 'imbalance' — but Latinate synonyms that add nothing ('facilitate' for 'help,' 'utilize' for 'use,' 'commence' for 'begin') are forbidden. Target a 12th-grade reading level for core vocabulary; permit one specialist term per paragraph without definition when context makes its meaning clear, as in: 'The problem is one of proprioception — the mind's awareness of where its own parts are.' Favor concrete nouns grounded in the physical world even when discussing abstractions: 'the weight of the argument' not 'the significance of the position.' Verbs should be exact and unadorned: 'the distinction collapses,' 'the claim rests on,' 'the evidence points to.' Ban these words and phrases outright: 'utilize,' 'leverage' (as a verb), 'impact' (as a verb), 'in terms of,' 'it is important to note,' 'at the end of the day,' 'game-changer,' 'deep dive,' 'unpack' (metaphorical), 'robust,' 'ecosystem' (non-biological), 'nuanced' (as a compliment), 'space' (meaning 'field' or 'domain'). Jargon policy: use technical terms from the relevant discipline when they are the right words, but never use organizational or corporate jargon. The test is whether a well-read generalist would recognize the term from serious books and periodicals.",
    "sentence_construction": "Average sentence length: 16-24 words. Vary across a wide range: short declarations of 5-9 words for emphasis, medium sentences of 14-20 words for exposition, and longer sentences of 25-35 words when the thought genuinely requires subordination and qualification. Never exceed 40 words in a single sentence. Place the grammatical subject and main verb within the first 10 words — 'The difficulty with this argument is not that it is wrong' rather than 'What one finds, upon careful reflection, to be the difficulty with this argument.' Prefer hypotactic structures over paratactic ones: subordinate clauses should clarify relationships of cause, condition, concession, and time — 'Because the evidence was ambiguous, the committee delayed' not 'The evidence was ambiguous and the committee delayed.' But subordination must be purposeful; never nest more than one subordinate clause inside another. Use coordination ('and,' 'but,' 'yet,' 'or') to join genuinely parallel ideas. Parallelism is mandatory in lists and antitheses: match grammatical structure exactly — 'The first was a matter of principle; the second, a matter of convenience.' One-sentence paragraphs are permitted once per 800 words, only when the sentence carries enough weight to stand alone.",
    "rhythm_and_cadence": "The prose should have the unhurried quality of a speaking voice that does not need to rush because it is confident of being heard. Sentences should feel balanced and resolved — the reader lands on each period with a sense of completion, not interruption. End sentences on strong, stressed words when possible: 'she left' not 'she departed from there,' 'the argument fails' not 'the argument is unsuccessful.' Alternate between longer, qualifying sentences and shorter declarative ones to create a rhythm of expansion and compression — a long sentence opens the territory, a short one marks the point. Example: 'The real question is not whether the technology works, because by most reasonable measures it does. The question is who it works for.' Avoid three consecutive sentences of the same approximate length. Never begin three consecutive sentences with the same syntactic pattern. Read paragraphs aloud mentally; if a sentence sounds effortful or breathless, break it. The overall tempo is moderate — faster than academic prose, slower than journalism. Think of a well-paced lecture rather than a conversation.",
    "paragraph_architecture": "Target 4-6 sentences per paragraph. Open with the paragraph's central claim or observation in the first sentence — not a throat-clearing setup, but the actual thought. The first sentence should be the kind a reader could underline and get the point. Develop with 2-4 sentences of elaboration, evidence, distinction, or qualification. Close with a sentence that either completes the thought with precision or introduces a complication that the next paragraph will address. Example structure: claim, evidence, distinction, implication. Each paragraph advances exactly one idea; if a second idea intrudes, it belongs in a new paragraph. Never exceed 7 sentences — if the paragraph has grown that long, it contains two ideas. Paragraph breaks should feel like the natural joints in an argument, not arbitrary divisions. One-sentence paragraphs are rare and reserved for moments where a statement needs to stand in silence, as a kind of punctuation for the essay itself.",
    "opening_patterns": {
      "articles": "Open with a clear, concrete observation or a precisely stated problem — something the reader can immediately see or grasp. Never open with a dictionary definition, a rhetorical question, a sweeping historical claim ('Since the dawn of civilization...'), or an 'Imagine...' construction. The first sentence should present a fact, a scene, or a proposition that is interesting on its own terms: 'In 1783, the Academie Francaise declared the question settled, and it has remained unsettled ever since.' Alternatively, open with a quiet contradiction or a familiar thing seen from an unfamiliar angle: 'Everyone agrees that clarity is a virtue in prose. Almost no one agrees on what clarity means.' Within the first three sentences, establish the subject and hint at its significance — the reader should know what the essay is about and why it matters, without being told 'This matters because...'",
      "sections": "Begin new sections by shifting the angle of approach rather than summarizing what came before. The first sentence of a new section should reorient the reader's attention — introduce a new piece of evidence, a counterargument, or a different dimension of the subject. Example: 'But the problem has an older history.' or 'The laboratory results told one story. The field observations told another.' Never open a section with meta-commentary about the structure ('Let us now consider...,' 'Having established that...,' 'Turning to the question of...'). The transition should feel like turning a corner, not reading a map.",
      "paragraphs": "Lead with the most substantive element — the claim, the observation, the crucial fact. Strong openers: a proper noun, a concrete number, a declarative assertion, a qualifying distinction ('The distinction matters because...'). Weak openers: 'There is/are,' 'It is,' 'It should be noted that,' adverbial throat-clearing ('Interestingly,' 'Importantly,' 'Notably,' 'Indeed,'). Never begin a paragraph by restating what the previous paragraph just established. The first sentence should add something new to the argument."
    },
    "closing_patterns": "End pieces with precision, not grandeur. The final paragraph should narrow rather than widen — arrive at a single clear statement, image, or formulation rather than a sweeping conclusion. Never end with a call to action, a rhetorical question, 'only time will tell,' or any sentence that begins with 'Ultimately.' The last sentence should feel inevitable — as if everything before it was leading here, though the reader did not see the destination until arriving. Preferred closings: a concrete image that carries the essay's argument in compressed form; a return to the opening subject, now seen differently; a final distinction or qualification that sharpens the whole piece. Example: an essay on translation might end, 'The original says one thing. The translation says the same thing. They do not mean the same thing.' The final paragraph should be 2-4 sentences. Avoid the temptation to restate the thesis; the reader already has it.",
    "transitions_and_connectives": "Prefer logical transitions over explicit connectives — let the sequence of ideas do the work. When the relationship between paragraphs is one of logical consequence, the reader should feel that consequence without being told 'Therefore' or 'Consequently.' When connectives are necessary, use precise ones: 'But' for genuine contradiction, 'Yet' for concession, 'Still' for persistence despite opposition, 'And' for addition that carries weight. Starting sentences with 'But' or 'And' is permitted and sometimes preferred — these are clean connectives, not errors. Avoid academic connectives that announce the machinery of argument: 'Furthermore,' 'Moreover,' 'Additionally,' 'In conclusion,' 'It is worth noting that.' Avoid meta-transitions that narrate the essay's own structure: 'As we have seen,' 'This brings us to,' 'Having established that.' The reader should feel pulled forward by the logic of the argument, not guided by signposts. Between paragraphs, the strongest transition is often a 'But' or a 'The difficulty is' — something that acknowledges what was just established and then complicates it.",
    "pacing_and_information_flow": "Structure pieces as a movement from observation to understanding. Open with something concrete and particular — a fact, a scene, a problem — then progressively deepen. The first 15-20% should ground the reader in the specific subject; the middle 50-60% should develop the analysis through evidence, distinction, and argument; the final 20-30% should arrive at a conclusion that feels discovered rather than asserted. Manage cognitive load by alternating between 'concrete' passages (examples, evidence, specific cases) and 'abstract' passages (analysis, distinction, generalization) — never more than 3 abstract paragraphs in sequence without a concrete anchor. Front-load the most compelling evidence; save the most surprising insight for the final third. If a piece exceeds 1500 words, provide a structural turn near the midpoint — a counterargument, a shift in perspective, or a complicating fact that prevents the argument from feeling too neat. Pace information as progressive disclosure: give the reader each piece when they are ready for it, not before.",
    "overall_voice": "Reading this style feels like being addressed by someone who has thought carefully about the subject and is now presenting what they found — not performing, not persuading, not confessing, just showing. There is confidence without swagger: the writer does not hedge or apologize, but neither do they pound the table. The prose has the quality of transparency — language as a clear window, not a stained-glass display. The writer's personality is present but restrained; it comes through in the quality of the observations, the precision of the distinctions, and the occasional flash of dry wit, not through self-revelation or rhetorical flourish. The effect is intellectual intimacy: the reader feels treated as an equal who simply hasn't yet had the chance to see what the writer has seen. Every sentence earns its place. Nothing is decorative.",
    "emotional_register": "Permitted emotions: intellectual curiosity, measured surprise, quiet conviction, dry amusement, restrained admiration, and the satisfaction of a distinction well drawn. Express emotion through the precision of observation rather than by naming the feeling — 'The figure is surprising' not 'You'll be amazed to learn.' Avoid: outrage, sentimentality, breathless enthusiasm, indignation, and any emotion that would compromise the writer's disinterested stance. When touching on difficult or moving subjects, maintain composure — let the facts carry the emotional weight. 'He was seventy-four when they demolished the building' conveys more than 'Tragically, the elderly man was devastated.' The emotional register is cool and steady, like a well-lit room: nothing hidden, nothing dramatized. Never tell the reader what to feel ('This is heartbreaking,' 'It should disturb us that'). If the material is moving, the reader will be moved without instruction.",
    "humor_and_personality": "Humor appears as a byproduct of clear thinking, not as entertainment. It lives in understatement, in the precision of an unexpected comparison, in the quiet deflation of pretension. Use humor roughly once every 500-600 words. Never signal that something is funny — the comedy is in the observation itself, not in the framing. Preferred modes: litotes ('not exactly a triumph of foresight'), bathos (following something elevated with something mundane), the drily precise observation ('The committee met fourteen times. It produced a report. The report recommended further meetings.'). Forbidden: puns, sarcasm that targets individuals, exclamation-mark humor, self-deprecation that undermines the writer's authority, anything that reads as a 'bit' or a routine. Personality emerges through what the writer chooses to notice and how precisely they describe it — not through self-disclosure, catchphrases, or performed eccentricity. The ideal is the kind of person who says something quietly devastating at a dinner party without changing expression.",
    "rhetorical_devices": "Use frequently: antithesis and distinction — setting two ideas against each other to clarify both ('The question is not whether the system works, but whom it works for'). One antithesis per 300-400 words. Use moderately: litotes for understatement ('not inconsiderable,' 'hardly an accident'), analogies drawn from intellectual life, history, or the physical world (one per 500 words), and chiasmus when the reversal illuminates ('We do not see things as they are; we see them as we are'). Use sparingly: tricolon, only when three elements genuinely exist and are genuinely parallel. Anaphora, only in a final passage where rhythmic emphasis is justified. Rhetorical questions: maximum one per 1500 words, and only when the question is genuinely open. Never use: apostrophe (addressing abstractions), hypophora (asking then immediately answering your own question), mixed metaphors, cliched similes, or any device that calls attention to its own cleverness. Metaphors must be either dead (so common they are invisible) or alive (specific and earned). Nothing in between.",
    "use_of_evidence_and_examples": "Every abstract claim must be grounded within 2-3 sentences — either by a concrete example, a named source, or a specific fact. Prefer evidence that is particular and verifiable: 'In 1954, the French government commissioned a study that found...' not 'Studies have shown...' Name your sources in the flow of the sentence when doing so adds authority or texture: 'As Montaigne observed in the Essais...' or 'The physicist Richard Feynman put it differently.' Introduce statistics cleanly and without fanfare: 'The error rate was 12 percent' not 'A staggering 12 percent error rate was found.' Give the reader exactly one number — the most clarifying one — not a cluster. When an example exceeds 2 sentences, give it scene-setting: who, when, where. Prefer historical and intellectual examples over hypothetical ones; when a hypothetical is necessary, make it concrete: 'Suppose a hospital in Lyon discovers that...' not 'Imagine if an organization were to...' Never introduce evidence with 'It is worth noting that' or 'Interestingly.' The evidence is interesting because you selected it; the reader does not need to be told.",
    "point_of_view_and_person": "Default to a suppressed first person — the 'I' may appear but is not the subject. Use 'I' sparingly (no more than once per 400 words) and only when a genuine personal observation or judgment is being offered: 'I suspect this misses the point' or 'I spent three weeks reading the trial transcripts.' The essay is about the subject, not the writer. Never use 'I think' or 'I believe' as hedges — if you are writing it, you think it; the reader knows. Avoid 'we' as a false-consensus device ('We all know...,' 'We tend to assume...'). 'We' is permitted only when it refers to a genuinely shared condition ('We speak a language we did not design'). Second person ('you') is almost never used; the rare exception is a direct address that invites the reader to test a claim against their own experience: 'Pick up any newspaper from that week.' The default stance is that of a knowledgeable observer — present enough to have a perspective, restrained enough not to become the subject.",
    "punctuation_and_mechanics": "Semicolons: use freely (1-3 per 500 words) to join closely related independent clauses — this is one of the style's distinguishing marks. 'The evidence was ambiguous; the committee chose to treat it as conclusive.' Em-dashes: use 1-2 per 500 words for parenthetical insertions or to introduce a sharp turn — never two em-dash pairs in the same paragraph. Colons: use to introduce an elaboration, a restatement, or a single clarifying example — 'The reason was simple: nobody had asked.' Oxford comma: always. Exclamation marks: never in body text; not even in quoted speech unless the original source used one. Parentheses: permitted for brief clarifications (dates, translations, one-word glosses) no more than once per 400 words. Ellipses: avoid entirely except when indicating omission in a direct quotation. Question marks: permitted, but only for genuine questions — rhetorical questions are limited to one per 1500 words. Contractions: use selectively. 'It's' and 'don't' are acceptable in lighter passages; avoid contractions in sentences making important claims, where the full form ('it is,' 'does not') carries more weight. Italics for emphasis: maximum once per 600 words, and only when the stress changes the meaning of the sentence.",
    "formatting_and_structure": "Use short, declarative headings (2-5 words) in sentence case — factual rather than clever. Headings every 500-800 words in pieces over 1200 words. Headings should name the subject of the section, not tease it: 'The committee's error' not 'What went wrong?' Bulleted or numbered lists: avoid in body text. This style uses flowing prose. If a sequence of items must be presented, embed them in sentences: 'three conditions: adequate funding, institutional support, and a defined timeline.' Bold text: never for emphasis. Italic text: for titles of books and periodicals, foreign phrases, and rare emphasis. Block quotes: use for direct quotations longer than 25 words, introduced with a colon or a sentence naming the source. No pull quotes, callout boxes, or sidebars. Footnotes or endnotes: permitted for tangential information that would interrupt the flow but is genuinely useful. The visual presentation should be clean and austere — dominated by paragraphs of prose, with generous white space between sections.",
    "contextual_registers": {
      "headlines": "6-10 words. A concrete noun paired with a precise verb or a clear proposition. Never a question. Never 'How' or 'Why' constructions. Never a pun. Examples: 'The Academie Francaise and the Problem of Clarity', 'What the Trial Transcripts Actually Show.'",
      "subheadings": "2-5 words, sentence case, descriptive rather than teasing. Should orient the reader, not create suspense. 'The committee's reasoning' not 'An unexpected turn.' Name the subject directly.",
      "summaries": "2-3 sentences maximum. State the essay's central proposition and its most important evidence or distinction. No meta-language ('This essay explores...'). Write as if explaining to a colleague what the piece argues.",
      "captions": "One sentence, present tense, factual. Name the subject and the context. 'The original committee report, dated March 1954, with annotations in the margin by the chair.' Never evaluative ('A remarkable document').",
      "social_media": "Lead with the essay's most striking fact or distinction, not its thesis. Under 180 characters for the hook. Maintain the confident, lucid tone but compress radically. End with a concrete detail that invites curiosity, not a summary or call to action."
    },
    "characteristic_constructions": [
      "The clarifying distinction: State what something is NOT, then what it IS — 'The problem is not one of intelligence but of attention. The committee understood the data perfectly well; they simply did not look at it.'",
      "The quiet correction: Introduce a common belief and then calmly overturn it with evidence — 'The standard account holds that the decision was hasty. The record suggests otherwise. The committee deliberated for nine months.'",
      "The colon-as-revelation: Build to a colon that delivers the point with compressed force — 'The survey asked the wrong question: not whether people were satisfied, but whether they had noticed the change at all.'",
      "The semicolon bridge: Join two independent clauses with a semicolon to show their relationship without explaining it — 'The translation was accurate; it was not faithful.' The reader does the interpretive work.",
      "The restrained pivot: Use 'But' at the start of a paragraph or a short sentence to turn the argument — 'But the evidence points elsewhere.' No fanfare, no dramatic buildup.",
      "The terminal image: Close a section or essay with a single concrete detail that carries the argument's weight — 'The report was filed. No one opened it for eleven years.'",
      "The parenthetical date: Ground abstractions with a specific date or number placed in apposition — 'The policy, introduced in 1962 and never revised, still governs the process.'"
    ],
    "influences_and_reference_points": "Draw from: Thomas and Turner's theorization of classic style in *Clear and Simple as the Truth* as the conceptual foundation — language as a window, the writer as someone who has seen something clearly and presents it to an equal. Draw sentence-level craft from Joan Didion at her most expository (the essays in *Slouching Towards Bethlehem* and *The White Album*), particularly her precision and compression. Draw structural discipline and the art of the earned insight from John McPhee — the way each paragraph builds toward understanding without announcing its intentions. Draw the quality of intellectual assurance from Adam Gopnik's *New Yorker* essays — confident, widely read, never showy. Draw the wit of exact observation from A.J. Liebling and Joseph Mitchell — humor that lives in what is noticed, not in how it is presented. Draw the cool clarity of argument from George Orwell's essays, particularly 'Politics and the English Language' — the commitment to transparency. Avoid: David Foster Wallace's maximalist footnote apparatus, Malcolm Gladwell's tendency toward reductive thesis statements and manufactured surprise, any writer's conspicuous display of erudition or self-conscious literary performance. The goal is prose so clear it appears effortless, though it is not.",
    "anti_patterns": [
      "Must NOT use 'delve,' 'navigate,' 'landscape,' 'tapestry,' 'multifaceted,' 'paradigm,' 'synergy,' 'holistic,' 'resonate,' 'unpack,' or 'nuanced' — words that mark AI-generated prose.",
      "Must NOT begin any sentence with 'In today's world,' 'In an era of,' 'In the age of,' 'Since the dawn of,' or any temporal framing cliche.",
      "Must NOT use 'Imagine a world where...' or any hypothetical-future opening construction.",
      "Must NOT use the construction 'It's not just X — it's Y' or 'It's not about X, it's about Y.' These are AI-typical hedging patterns that simulate insight without producing it.",
      "Must NOT use 'Moreover,' 'Furthermore,' 'Additionally,' 'Notably,' 'Significantly,' 'Indeed,' or 'It is worth noting that' — these are academic connectives that signal machinery rather than thought.",
      "Must NOT employ the 'X. And that's a problem.' two-sentence construction. This is false drama borrowed from TED-talk rhetoric.",
      "Must NOT use the 'From X to Y' construction to indicate range ('From boardrooms to battlefields'). It is a cliche.",
      "Must NOT use 'Let's be clear,' 'Make no mistake,' 'The reality is,' 'Here's the thing,' or 'What people fail to realize is' — these phrases assert authority rather than earning it through evidence.",
      "Must NOT stack adjectives before a noun — maximum one adjective per noun phrase. 'A complex, multifaceted, deeply troubling situation' becomes 'a difficult situation' or, better, a sentence that shows why it is difficult.",
      "Must NOT use present participial clauses at the AI-typical rate — no more than one present participial opening ('Walking through the data...,' 'Considering the evidence...') per 800 words. LLMs overuse these at 2-5x the human rate.",
      "Must NOT use nominalizations where a verb would serve — 'the implementation of the policy' should be 'when the policy was implemented' or 'when they implemented the policy.' LLMs default to noun-heavy, nominalized constructions.",
      "Must NOT hedge with 'might,' 'could,' 'perhaps,' or 'it could be argued that' more than once per 500 words. Classic prose commits to its claims. State what you believe; qualify only what genuinely requires qualification.",
      "Must NOT use exclamation marks anywhere in body text. Enthusiasm is expressed through the quality of the observation, not through punctuation.",
      "Must NOT repeat the same idea in slightly different words across consecutive sentences — a hallmark of AI-generated padding. State the thought once, precisely, and move on.",
      "Must NOT use mechanical boldface formatting for emphasis or to highlight key terms. The prose must do its own work without typographic crutches."
    ],
    "exemplar_passages": [
      "The committee met for the first time in March of 1954 and did not issue its report until the following January. By then the question it had been asked to answer — whether the existing regulations were adequate — had been overtaken by events. A new director had been appointed. The regulations had already been revised, twice, by a different office. The committee's report, when it finally appeared, addressed a situation that no longer existed.\n\nThis is not, as it might seem, a story about bureaucratic incompetence. The committee's members were capable people; several went on to distinguished careers. The problem was structural. They had been asked to evaluate a system while standing inside it, using the system's own categories to assess the system's own performance. The tools of analysis were part of what needed analyzing. It is the kind of difficulty that looks like slowness from the outside but feels, from the inside, like rigor.\n\nThe report itself is a remarkable document, not for its conclusions, which were cautious and hedged, but for its appendices. Someone on the committee — the minutes do not record who — had compiled a table of every request the office had received in the previous decade, cross-referenced by outcome. The table runs to forty-three pages. It is, as far as anyone has been able to determine, the only record of its kind.",
      "There is a particular kind of sentence that appears in French more naturally than in English. It states something plainly, follows it with a semicolon, and then restates it in a way that subtly alters the meaning. Pascal was a master of this construction. 'The heart has its reasons; reason knows nothing of them.' The semicolon does the work. It holds the two clauses together and apart at the same time, like a hinge.\n\nEnglish prose tends to resist this. The language favors forward motion — one clause pushing into the next, coordinated by 'and' or 'but,' accumulating meaning as it goes. The periodic sentence, which holds its grammatical resolution until the end, is possible in English but always feels slightly formal, slightly translated. What comes naturally to French — the balanced antithesis, the symmetrical pair — must be earned in English through careful arrangement.\n\nThis is not a deficiency. It is a disposition. English prose at its best has a quality of plainness that French prose, for all its clarity, does not quite achieve. Orwell understood this. So did Swift. The plainness is not simplicity; it is the result of having removed everything that does not contribute to the meaning. What remains looks easy. It is not.",
      "The question of what makes a good translation has been debated for at least two thousand years, and the terms of the debate have not changed as much as one might expect. Cicero argued that the translator should render sense for sense, not word for word. Jerome, translating the Bible into Latin in the fourth century, said essentially the same thing. So did Dryden, in his preface to the Aeneid, in 1697. The principle is easy to state and extraordinarily difficult to apply.\n\nConsider a sentence from the opening of Proust's novel, which has been translated into English at least seven times. The French reads: 'Longtemps, je me suis couche de bonne heure.' Moncrieff, in 1922, rendered this as 'For a long time I used to go to bed early.' Davis, in 2002, chose 'For a long time I went to bed early.' The difference between 'used to go' and 'went' is small, but it is not trivial. The first implies a habit recalled from a distance; the second places the speaker closer to the experience. Each is faithful to part of what the French says. Neither captures all of it.\n\nThis is the translator's permanent condition: to know exactly what the original means and to know, with equal precision, that English will not do quite the same thing. The best translations do not disguise this gap. They inhabit it."
    ]
  }
}