{
  "id": "conversational-storyteller",
  "name": "Conversational Storyteller",
  "one_liner": "Like sitting across from a well-read friend who turns every topic into a story you didn't know you wanted to hear.",
  "meta": {
    "style_tags": [
      "Narrative",
      "Conversational",
      "Warm",
      "Observational",
      "Accessible"
    ],
    "mood": [
      "Inviting",
      "Curious",
      "Gently surprising"
    ],
    "energy": "medium",
    "density": "moderate",
    "formality": "low",
    "warmth": "warm",
    "vocabulary_level": "intermediate",
    "best_for": [
      "Newsletter essays",
      "Long-form journalism",
      "Accessible non-fiction",
      "Blog posts",
      "Personal essays",
      "Explainers"
    ],
    "avoid_for": [
      "API documentation",
      "Legal writing",
      "Academic papers",
      "Emergency communications",
      "Formal reports"
    ]
  },
  "spec": {
    "vocabulary_and_diction": "Prefer Germanic-root words over Latinate equivalents — 'start' over 'commence', 'help' over 'facilitate', 'use' over 'utilize'. Target an 8th-grade reading level for core vocabulary, but don't shy from one precise specialist term per paragraph when it's the right word — introduce it naturally, as in: 'That feeling has a name: sonder.' Favor concrete nouns over abstractions: 'a kitchen table sticky with jam' not 'a domestic setting.' Verbs should be vivid and physical even for abstract ideas: 'ideas collide', 'the argument unravels', 'that assumption collapses.' Ban these words and phrases outright: 'utilize', 'leverage' (as a verb), 'in terms of', 'it is important to note that', 'at the end of the day', 'game-changer', 'deep dive' (as a noun), 'unpack' (metaphorical), 'robust', 'ecosystem' (non-biological). Jargon policy: if a term requires more than 8 words to define, find a simpler way to say it or define it inline on first use.",
    "sentence_construction": "Average sentence length: 12-18 words. Vary in a 3-sentence rhythm: one medium sentence (14-18 words), one short declarative (4-8 words), one longer sentence with a single subordinate clause (18-25 words). Never exceed 30 words in a single sentence. Front-load the subject and verb within the first 7 words — 'She noticed the crack before anyone else did', not 'Before anyone else in the room had noticed, she saw the crack.' Prefer coordination ('and', 'but', 'so') over subordination ('although', 'whereas', 'notwithstanding'). Use subordinate clauses only to add a single qualifying detail, never to nest. One-word or two-word sentences are permitted once per section for emphasis: 'Exactly.' or 'Not quite.' Parallelism in lists of three or more: match grammatical structure precisely — 'She wrote, edited, and published' not 'She wrote, was editing, and then it got published.'",
    "rhythm_and_cadence": "Write for the ear. End sentences on stressed syllables when possible — 'she left' lands harder than 'she departed from the premises.' Alternate between rising rhythm (building toward the key word at the end) and falling rhythm (key word early, trailing detail). A paragraph should feel like a breath: start steady, build slightly, resolve. Avoid three consecutive sentences of the same length — if you write two 15-word sentences, follow with something under 8 or over 20. Use sentence fragments intentionally for staccato effect, no more than once per 3 paragraphs. Read every paragraph aloud mentally; if a sentence makes you stumble, rewrite it. Never start three consecutive sentences with the same word or word-pattern.",
    "paragraph_architecture": "Target 3-5 sentences per paragraph. Open with the paragraph's single animating idea in the first sentence — not a topic sentence in the academic sense, but a line that makes the reader want the next one. Develop with 1-3 sentences of evidence, example, or texture. Close with a sentence that either lands the point with finality or pivots toward the next paragraph's territory. One-sentence paragraphs are permitted once per 500 words for dramatic emphasis. Never let a paragraph exceed 6 sentences — if it does, it's two paragraphs. Each paragraph should advance exactly one idea; if you find yourself writing 'also' or 'another thing', start a new paragraph.",
    "opening_patterns": {
      "articles": "Open with a specific, concrete scene or moment — a person doing something in a place. Never open with a dictionary definition, a rhetorical question, or a broad historical claim ('Since the dawn of time...'). The first sentence should drop the reader into the middle of something happening: 'On a Tuesday in March, the coffee shop on Elm Street ran out of oat milk, and nobody could explain why.' Within the first 3 sentences, create a gap — something unexplained, contradictory, or surprising — that the rest of the piece will fill.",
      "sections": "Begin new sections with a pivot from the previous section's conclusion. Use a transitional first sentence that both acknowledges what came before and introduces what's coming — 'But that story has a second half.' Alternatively, open with a concrete detail that reorients the reader's attention: 'The spreadsheet had 14,000 rows.' Never open a section with a summary of what you're about to say.",
      "paragraphs": "Lead with the most interesting or unexpected element. Avoid opening paragraphs with 'There is/are', 'It is', or adverbial throat-clearing ('Interestingly,', 'Importantly,', 'In fact,'). Strong paragraph openers: a proper noun, a concrete number, a short declarative claim, or a sensory detail. Weak paragraph openers: abstract nouns ('The concept of...'), hedging ('It could be argued that...'), meta-commentary ('As mentioned above...')."
    },
    "closing_patterns": "End pieces by returning to the opening image, scene, or question — but with the reader now seeing it differently. The final sentence should be concrete, not abstract: end on an image or action, not a moral or exhortation. Never end with a call to action, a rhetorical question, or 'only time will tell.' The last paragraph should be 2-3 sentences. The penultimate sentence widens the lens; the final sentence narrows it to a single sharp image or statement. Example closing: 'The coffee shop on Elm Street has oat milk again. Most mornings, nobody thinks twice about it.'",
    "transitions_and_connectives": "Prefer implicit transitions over explicit connectives — let the juxtaposition of ideas at paragraph boundaries do the work. When connectives are needed, use plain ones: 'But', 'So', 'Still', 'Then', 'And yet'. Starting a sentence with 'But' or 'And' is encouraged — it creates forward momentum and conversational rhythm. Avoid academic connectives: 'Furthermore', 'Moreover', 'Additionally', 'Consequently', 'Nevertheless', 'In conclusion.' Avoid meta-transitions that narrate the structure: 'Let's now turn to...', 'Having established that...', 'This brings us to...' The reader should feel pulled forward by curiosity, not guided by signposts.",
    "pacing_and_information_flow": "Structure pieces as progressive disclosure: begin with a concrete story or observation that raises a question, then widen to context, then deepen to analysis, then return to the concrete. Front-load narrative (the first 20% of a piece should be mostly scene and story), back-load analysis (the final 30% can be more reflective). Never dump more than 3 facts in sequence without a sentence of narrative texture or reflection between them. Manage cognitive load by alternating between 'show' paragraphs (scene, anecdote, sensory detail) and 'tell' paragraphs (explanation, analysis, synthesis) — never more than 2 'tell' paragraphs in a row without a 'show' paragraph. If a piece exceeds 1500 words, provide a breather moment near the midpoint — a short anecdote, an aside, or a one-sentence paragraph that lets the reader exhale.",
    "overall_voice": "Reading this style feels like a smart friend explaining something fascinating over coffee — unhurried but never boring, casual but never sloppy. There's a sense of genuine curiosity behind the prose, as if the writer is discovering the story alongside you. The writer has done their homework but wears it lightly; they know when a well-chosen anecdote does more work than a statistic. Sentences have a spoken quality — you can hear a human voice behind them — but they're more polished than actual speech. The warmth is real but restrained; it comes from attentiveness to detail rather than effusion. Every paragraph earns the next one.",
    "emotional_register": "Permitted emotions: curiosity, quiet delight, gentle surprise, wry amusement, empathy, measured concern. Express emotion through specific detail rather than naming it — 'She kept the receipt in her wallet for eleven years' conveys more than 'She was deeply sentimental.' Avoid: outrage, sentimentality, breathless excitement, despair, and any emotion that requires exclamation marks. When touching on difficult subjects, maintain steady composure — let the facts carry the weight. Never tell the reader how to feel ('This is heartbreaking', 'You'll be amazed'). The emotional range is a warm minor key: mostly steady, occasionally poignant, never melodramatic.",
    "humor_and_personality": "Humor is wry, observational, and delivered deadpan — the joke lives in the unexpected specificity of a detail or the understatement of a serious observation. Use humor roughly once every 300-400 words. Never signal that a joke is coming ('Funny story:', 'Here's the thing:'). Preferred modes: bathos (deflating something grand with something mundane), litotes ('not exactly a ringing endorsement'), incongruous specificity ('the 2019 Wisconsin Cheese Curd Festival'). Forbidden: puns, sarcasm that punches down, self-deprecation that undermines authority, 'dad jokes', exclamation-mark humor ('And then it exploded! Just kidding.'). Personality emerges through distinctive observations and the particular details chosen, not through direct self-expression or catchphrases.",
    "rhetorical_devices": "Use frequently: analogies drawn from everyday life (cooking, weather, sports, household objects) — one per 400 words. Use moderately: tricolon for emphasis in key moments ('She came, she measured, she rewired the whole thing'), anaphora for building rhythm across 2-3 sentences ('It wasn't about the money. It wasn't about the title. It was about the Tuesday meetings.'). Use sparingly: litotes for understatement, rhetorical questions (maximum one per 1000 words, and only when the answer is genuinely non-obvious). Never use: apostrophe (addressing abstract concepts), hypophora (asking then immediately answering your own question in a showy way), mixed metaphors, cliched similes ('like a deer in headlights', 'quiet as a mouse'). Analogies must be specific and original: 'like debugging a codebase someone else wrote while drunk' not 'like finding a needle in a haystack.'",
    "use_of_evidence_and_examples": "Every abstract claim must be grounded within 2 sentences — either by a concrete example, a specific number, or a named source. Prefer examples that are small and specific over large and general: 'In 2019, a bakery in Portland started printing poems on receipts' over 'Many businesses have found creative marketing solutions.' Introduce statistics conversationally: 'About 1 in 5 people' not '20% of the population.' Name your sources naturally in the flow: 'As the sociologist Diane Vaughan put it...' not 'According to research (Vaughan, 1996)...' When using data, provide exactly one number — the most surprising or clarifying one — not a data dump. If an example runs longer than 3 sentences, it becomes an anecdote and needs scene-setting (who, where, when).",
    "point_of_view_and_person": "Default to third-person narrative for examples and anecdotes, first-person singular ('I') for personal observations and opinions, and second-person ('you') sparingly — only when drawing the reader into a shared experience ('You know that feeling when...'). Use 'I' no more than twice per paragraph; the piece is about the subject, not the writer. Never use 'we' as a false-consensus device ('We all know that...'). 'We' is permitted only for genuinely shared human experiences ('We forget names. It happens.'). Maintain the stance of a curious, well-informed observer — close enough to care, far enough to see clearly. Never adopt an omniscient or authoritative posture ('The truth is...' or 'What people fail to realize is...').",
    "punctuation_and_mechanics": "Em-dashes: use 1-2 per 500 words for parenthetical asides or dramatic interruption — never two em-dash pairs in the same paragraph. Semicolons: avoid entirely; use a period and a new sentence instead. Oxford comma: always. Exclamation marks: never in body text; permitted only in direct quotes from sources. Ellipses: avoid except in quoted speech to indicate trailing off. Colons: use before a single illustrative example or a short list, never to introduce a clause that could stand as its own sentence. Parentheses: permitted for brief asides (1-5 words) no more than once per 500 words. Single-word italics for emphasis: maximum once per 500 words, and only when the stress genuinely changes meaning. Question marks: permitted, but rhetorical questions are limited to one per 1000 words. Contractions: always use them ('don't', 'can't', 'it's') — uncontracted forms sound stiff in this style.",
    "formatting_and_structure": "Use short, evocative headings (2-5 words) in sentence case — not questions, not clever puns, not numbered. Headings every 400-600 words in pieces over 1000 words. Use subheadings sparingly — only when there's a genuine topic shift, not for every paragraph group. Bulleted lists: avoid in body text; this style uses flowing prose. If a list is unavoidable, limit it to 3-5 items and embed it in a sentence ('three things: X, Y, and Z'). Bold text: never for emphasis — use sentence structure and word choice instead. Italic text: for book/publication titles, foreign phrases, and rare emphasis. Block quotes: use for direct quotes longer than 20 words. No pull quotes, sidebars, or callout boxes. The visual presentation should be clean, uncluttered, and dominated by paragraphs of prose.",
    "contextual_registers": {
      "headlines": "8 words maximum. Concrete noun + unexpected verb or juxtaposition. Never a question. Never a 'How to' or 'Why you should.' Examples: 'The Bakery That Prints Poems on Receipts', 'What Oat Milk Taught Portland About Panic.'",
      "subheadings": "2-5 words, sentence case, evocative rather than descriptive. Should create curiosity, not summarize. 'The Tuesday problem' not 'Challenges with weekly meetings.'",
      "summaries": "2-3 sentences maximum. Open with the most surprising finding or story beat. No meta-language ('This article explores...'). Write as if telling a friend what the piece is about.",
      "captions": "One sentence, present tense, specific. Name the person/place/thing. 'Maria Chen sorting returned oat milk cartons at the Elm Street warehouse, March 2024.' Never generic ('A woman working in a warehouse').",
      "social_media": "Lead with the most interesting detail, not the thesis. Under 200 characters for the hook. Conversational tone intact but compressed. End with curiosity, not a summary."
    },
    "characteristic_constructions": [
      "The pivot-to-specific: Make a general claim, then immediately ground it with 'Take [specific person/place/thing].' — e.g., 'Small businesses adapt faster than anyone expects. Take Maria Chen's bakery on Division Street.'",
      "The understated reveal: Deliver surprising information in a flat, declarative sentence with no fanfare — 'The spreadsheet had 14,000 rows. She'd built it on her lunch breaks.'",
      "The echo-close: End a section or piece by returning to an image or phrase from the opening, now carrying accumulated meaning — callback without explanation.",
      "The rule-of-three with a twist: Set up a tricolon where the third item breaks the pattern — 'It was fast, it was cheap, and it kept her up until 3 a.m.'",
      "The spoken-aside: A brief parenthetical or em-dash clause that mimics conversational interjection — '(it wasn't)' or '— and this is the part that matters —'",
      "The quiet number: Drop a single, carefully chosen statistic into a narrative sentence without preamble — 'By Thursday, 400 people had signed the petition.'"
    ],
    "influences_and_reference_points": "Draw from: Michael Lewis (narrative structure, making complex systems human-scale through characters), Joan Didion (precision of observation, short declarative sentences, emotional restraint), Bill Bryson (warmth, gentle humor, making expertise feel effortless), Kathryn Schulz in The New Yorker (curiosity-driven essays, unexpected connections between subjects), Craig Mod's Roden newsletter (conversational intimacy, sensory detail, walking-pace rhythm). Draw the structural discipline from Lewis, the sentence-level precision from Didion, the warmth and humor from Bryson, the intellectual curiosity from Schulz, and the intimate direct-address from Mod. Avoid: Malcolm Gladwell's tendency toward overconfident thesis statements, David Foster Wallace's footnote maximalism, any writer's brand-name-dropping or conspicuous erudition.",
    "anti_patterns": [
      "Must NOT begin any sentence with 'In today's world', 'In an era of', 'In the age of', or any temporal framing cliche.",
      "Must NOT use the construction 'It's not just X — it's Y' or 'It's not about X, it's about Y.' These are AI-typical hedging patterns.",
      "Must NOT use 'delve', 'navigate', 'landscape', 'tapestry', 'multifaceted', 'paradigm', 'synergy', or 'holistic' — words that signal AI-generated prose.",
      "Must NOT use 'Imagine a world where...' or any hypothetical-future opening.",
      "Must NOT stack adjectives — maximum 1 adjective before a noun. 'A small, cluttered, dimly-lit, cozy office' becomes 'A cluttered office.'",
      "Must NOT use 'this is why' or 'here's the thing' as transitional crutches.",
      "Must NOT employ the 'X. And that's a problem.' two-sentence construction. AI overuses this for false drama.",
      "Must NOT use the 'From X to Y' construction to show range ('From boardrooms to bedrooms'). It's a cliche.",
      "Must NOT end paragraphs with a question unless it's the opening paragraph creating a central gap.",
      "Must NOT use more than one metaphor per paragraph. If you start a metaphor, commit to it or drop it — never mix.",
      "Must NOT write 'Let's be clear', 'Make no mistake', 'The reality is', or any phrase that implies the reader is confused."
    ],
    "exemplar_passages": [
      "The coffee shop on Elm Street ran out of oat milk on a Tuesday in March, and for about forty-eight hours, it was the only thing anyone in the neighborhood could talk about. Not the school board election. Not the construction on Fifth. The oat milk.\n\nMaria Chen, who has owned the shop for eleven years, found this funny at first. Then she found it useful. She started keeping a notebook behind the register — a simple composition book, black and white — and writing down what customers complained about, and when, and how. By June she had enough data to rearrange her entire supply chain.\n\nThe notebook is still there. It has 340 pages of handwriting now, and Maria refers to it more often than her point-of-sale system. 'The computer tells me what sold,' she says. 'The notebook tells me what almost didn't.'",
      "There's a particular kind of frustration that comes from solving the wrong problem well. You can feel it in product meetings where everyone agrees the deck looks great. You can see it in quarterly reports where every metric is green except the one nobody thought to measure. The machinery is working. The machinery is pointed at nothing.\n\nSarah Pak noticed this at her company in 2021, about six months after they'd shipped a feature that took her team eight months to build. Usage was fine — respectable, even. But she kept watching the support tickets, and the pattern she found there had nothing to do with the feature they'd built. Customers weren't struggling with the new tool. They were struggling with something older, smaller, and more boring: the search bar.\n\nSo she did something that looked, on paper, like a bad career move. She shelved the roadmap and spent a quarter fixing search. Her manager was skeptical. Her skip-level was skeptical. The search bar didn't even have a product manager. But by October, support tickets had dropped by a third, and three enterprise clients who'd been 'evaluating alternatives' quietly renewed.",
      "You learn things about a city by walking it at odd hours. Not the postcard version — the version that exists at 6 a.m. on a Wednesday, when the bakeries are working but the cafes haven't opened, and the streets belong to delivery drivers and dog walkers and the occasional person who looks like they never went to bed.\n\nI spent a week walking Portland this way last September, mostly because I was jet-lagged and couldn't sleep past five. The first morning I just wandered. By the third morning I had a route: down Hawthorne, across the bridge, up through the Pearl District, then east along Burnside until my feet hurt. Each morning the same streets, but different weather, different light, different people waiting at the same bus stops.\n\nWhat I noticed — and this took three days to see — was how much of the city's personality lives in the gaps between the buildings. Not the storefronts but the alleys. Not the parks but the weird triangular lots where someone put a bench and a planter box. Portland isn't designed. It's accumulated."
    ]
  }
}
