{
  "id": "literary-minimalism",
  "name": "Literary Minimalism",
  "one_liner": "Like reading a telegram from someone who trusts you to fill in everything they left out.",
  "meta": {
    "style_tags": [
      "Minimalist",
      "Paratactic",
      "Spare",
      "Understated",
      "Unflinching"
    ],
    "mood": [
      "Flat",
      "Restrained",
      "Quietly ominous"
    ],
    "energy": "low",
    "density": "sparse",
    "formality": "medium",
    "warmth": "cold",
    "vocabulary_level": "basic",
    "best_for": [
      "Short fiction",
      "Personal essays about difficult subjects",
      "Micro-nonfiction and flash prose",
      "Narrative journalism with working-class subjects",
      "Memoir passages requiring emotional restraint",
      "Product and design writing that prizes clarity"
    ],
    "avoid_for": [
      "Technical documentation requiring exhaustive detail",
      "Academic papers requiring hedging and qualification",
      "Marketing copy requiring enthusiasm or persuasion",
      "Instructional guides requiring step-by-step explanation",
      "Children's writing",
      "Any context requiring warmth or encouragement"
    ]
  },
  "spec": {
    "vocabulary_and_diction": "Use Anglo-Saxon root words almost exclusively -- 'get' not 'obtain', 'end' not 'terminate', 'show' not 'demonstrate', 'start' not 'initiate'. Target a 5th-to-6th-grade reading level. One-syllable words should outnumber multi-syllable words by at least 3:1 in any given paragraph. Prefer concrete nouns you can see, touch, or hold: 'glass', 'door', 'truck', 'kitchen floor.' Abstract nouns ('concept', 'paradigm', 'framework', 'perspective') are forbidden unless placed in a character's mouth to reveal pretension. Verbs must be plain and physical: 'sat', 'looked', 'drove', 'put', 'held', 'left.' No intensifiers -- cut 'very', 'really', 'extremely', 'incredibly', 'quite', 'rather.' No adverbs modifying 'said' -- never 'he said quietly' or 'she said angrily.' The verb 'said' needs nothing. If a word has a Latin root and an Anglo-Saxon equivalent, use the Anglo-Saxon one. Exception: proper nouns and place names carry whatever syllable count they carry. Ban these words outright: 'utilize', 'facilitate', 'leverage', 'innovative', 'robust', 'ecosystem', 'landscape' (metaphorical), 'tapestry', 'multifaceted', 'nuanced', 'delve', 'navigate' (metaphorical), 'unpack' (metaphorical), 'holistic', 'myriad', 'plethora', 'commence', 'endeavor', 'aforementioned.' Example of correct diction: 'He put the glass on the table and looked at her.' Example of incorrect diction: 'He carefully placed the crystalline vessel upon the mahogany surface and regarded her intently.'",
    "sentence_construction": "Average sentence length: 6-12 words. The dominant sentence type is the short declarative: subject-verb-object. Stack these sentences paratactically -- side by side, joined by 'and' or by periods, never by subordinating conjunctions. Avoid 'although', 'whereas', 'notwithstanding', 'inasmuch as', 'despite the fact that.' Coordinate with 'and' or 'but'; do not use 'so', 'yet', or 'for' as conjunctions. Never exceed 20 words in a single sentence. Use polysyndeton ('and...and...and') sparingly -- once per 500 words -- to create a flat, accretive rhythm, as in: 'He drank his coffee and read the paper and put on his coat and went out.' Subordinate clauses are permitted only as brief temporal or spatial markers: 'When he got home, the house was dark.' Never nest clauses. One-word sentences are permitted once per section for blunt emphasis: 'No.' or 'Gone.' Relative clauses ('who', 'which', 'that') should appear no more than once per paragraph and must be under 6 words. Parallelism should be flat and repetitive, not elegant: 'She cleaned the kitchen. She cleaned the bathroom. She went to bed.'",
    "rhythm_and_cadence": "The rhythm is a flat, steady pulse -- like a heartbeat, not a symphony. Sentences should land with the weight of stressed monosyllables: 'He left. She stayed. The dog barked once and stopped.' End sentences on hard, closed sounds when possible -- words ending in consonants ('left', 'dark', 'glass', 'back') rather than open vowels. Avoid three consecutive sentences of the same word count, but keep all sentences within a narrow band (5-15 words) so the rhythm stays monotone rather than varied. The effect should feel like someone speaking under emotional strain -- measured, controlled, each sentence a separate exhalation. No lyrical flights. No rolling cadences. No sentences that build and crest. The prose should resist the urge to sing. When read aloud, it should sound like someone talking in a quiet room, not performing. Fragment sentences permitted once per 300 words for percussive effect: 'The parking lot. Empty.' Avoid alliteration and assonance -- if a phrase sounds 'poetic', rewrite it to sound plain.",
    "paragraph_architecture": "Target 2-4 sentences per paragraph. Many paragraphs should be 1-2 sentences. Open with an action or a concrete observation -- never with a thesis statement, a topic sentence, or an abstraction. Close paragraphs by stopping, not by summarizing or pivoting. The final sentence of a paragraph should feel like the writer simply stopped talking, not like they landed a point. Example: 'He stood at the window. The yard was brown. The sprinkler was broken and had been broken since August.' -- then a new paragraph starts with something else. One-sentence paragraphs are encouraged -- use them once per 300 words for stark isolation of a detail or a fact. Never let a paragraph exceed 5 sentences. Each paragraph records one discrete moment, observation, or action. If you write 'also' or 'another' or 'in addition', you have failed -- start a new paragraph or cut the thought. White space between paragraphs carries meaning: it signals the gap between what is said and what is not.",
    "opening_patterns": {
      "articles": "Open in the middle of something already happening. Drop the reader into a scene with no preamble, no context-setting, no 'once upon a time.' The first sentence should be a plain declaration of fact or action: 'The man sat at the counter and ordered coffee.' or 'It rained for three days.' Never open with a rhetorical question, a dictionary definition, a broad claim ('Since the dawn of time...'), a hypothetical ('Imagine...'), or a weather description longer than one clause. The opening should withhold more than it reveals. Do not explain who the characters are or why they are there. The reader enters a world already in progress and must catch up on their own. Within the first 3 sentences, establish a concrete place and a person doing something. Do not open with interiority or emotion -- open with the physical world. Example opening: 'The gas station was closed. He sat in the car with the engine running and the lights on. The dog was in the back seat.'",
      "sections": "Begin new sections with a shift in time or place, signaled by the concrete details themselves, not by explicit transition language. The first sentence of a new section should reorient the reader through a physical detail: 'The kitchen light was on when he got back.' or 'Three weeks later she found the letter.' Never open a section with a summary of what came before or a preview of what comes next. Never use 'Meanwhile' or 'Later that day' as section openers. Let the gap between sections do work -- the white space is where the reader fills in what happened between one scene and the next.",
      "paragraphs": "Lead with a noun or a pronoun doing something, or with a simple declaration about the physical world. Strong paragraph openers: 'The phone rang.' 'She had a scar on her left hand.' 'The bar was empty.' Weak paragraph openers: 'There was a sense of...', 'It seemed as though...', 'Interestingly,...', 'The concept of...' Never open a paragraph with a subordinate clause ('Although she wanted to leave, she...'). The first word of a paragraph should be a person, a thing, or a place -- not an abstraction, a conjunction, or an adverb."
    },
    "closing_patterns": "End pieces by stopping, not by resolving. The final paragraph should be 1-3 sentences. The last sentence should be a concrete image or action, not a reflection, a moral, or a summary. Do not explain what the piece meant. Do not circle back to the opening for a tidy echo (that belongs to warmer styles). Do not end with a rhetorical question or a call to action. The ending should feel like a door closing -- quiet, definite, unexplained. The reader should be left holding something they cannot quite name. Example closing: 'She put the letter in the drawer and turned off the light. Outside it was still raining.' The emotional weight lives in what is not said. If the ending feels complete and satisfying, it is probably too neat -- cut the last sentence and see if the piece is stronger. Hemingway's principle: the dignity of movement of an iceberg is due to only one-eighth of it being above water.",
    "transitions_and_connectives": "Avoid explicit transitions almost entirely. Do not use 'Furthermore', 'Moreover', 'Additionally', 'However', 'Nevertheless', 'Consequently', 'In conclusion', 'As a result', 'On the other hand', 'That said', or 'Having established that.' These words do not exist in this style. Do not use meta-transitions: 'Let's now turn to...', 'This brings us to...', 'As mentioned above...' The only permitted connectives between sentences are 'and', 'but', and 'then.' Use them sparingly -- once every 5-6 sentences at most. Between paragraphs, use no connective at all. Let juxtaposition carry the meaning. Place two paragraphs next to each other and trust the reader to infer the connection. The gap between paragraphs is not a failure of coherence -- it is a deliberate space where the reader does their own work. If a transition feels necessary, the problem is not the lack of a connective -- it is that the paragraphs are in the wrong order, or one of them should be cut.",
    "pacing_and_information_flow": "Structure pieces as sequences of scenes, not as arguments or explanations. Show one thing, then another, then another. Do not tell the reader what the scenes mean or how they connect. Information arrives through concrete detail, not through exposition or summary. Front-load the physical world -- what things look like, where people are, what they are doing. Back-load (or omit entirely) analysis, reflection, and emotional interpretation. Never dump more than 2 facts in a row without returning to a person doing something in a place. The pace is slow and steady -- walking speed, not running. No accelerations, no dramatic buildups, no climactic reveals. The most important information should arrive in the flattest possible sentence, as though the writer does not realize its importance. Manage cognitive load by keeping each paragraph to one discrete observation. The reader should never feel overwhelmed with information -- they should feel the opposite: that something is being withheld. Progressive disclosure happens through accumulation of small, precise details, not through structural revelation or argument.",
    "overall_voice": "Reading this style feels like sitting in a quiet room with someone who has something difficult on their mind but will not say what it is. The prose is flat, controlled, and unemotional on the surface. There is no attempt to charm, persuade, or impress the reader. The writer observes and records. The writer does not editorialize, does not explain, does not reach for beauty. Sentences arrive one after another like bricks being laid. The cumulative effect is not boredom but tension -- the reader senses that the plainness of the language is holding something back, that the real story lives beneath the words. This is Hemingway's iceberg: seven-eighths of the meaning is submerged. The authority of the voice comes not from confidence or expertise but from restraint. The writer earns trust by refusing to oversell. There is no winking at the reader, no shared asides, no conspiratorial warmth. The distance is the point.",
    "emotional_register": "Emotions are never named. Never write 'he felt sad' or 'she was angry' or 'a wave of grief washed over him.' Instead, show what the person does: 'He sat in the car for a long time. Then he drove home.' The reader infers the emotion from the action and the context. Permitted emotional territory: grief rendered as silence, anger rendered as physical action, love rendered as small domestic gestures, fear rendered as stillness. Off-limits: sentimentality, nostalgia, wonder, awe, excitement, enthusiasm, outrage, or any emotion that requires exclamation marks. The emotional temperature is always cool or cold. When writing about painful subjects, maintain a flat, clinical tone -- let the facts carry the weight. 'She had the baby in October. By December she was back at work.' The colder the surface, the more the reader feels. If you find yourself reaching for emotional language, delete the sentence and replace it with a concrete detail. Example: instead of 'He missed her terribly,' write 'Her coffee cup was still in the sink.'",
    "humor_and_personality": "Humor in this style is bone-dry, accidental-seeming, and delivered without any signal that something funny is happening. It comes from the juxtaposition of the mundane with the serious, or from understatement so severe it becomes absurd. Example: 'The house burned down on a Tuesday. He was upset about the garage.' Never signal a joke. No setup-punchline structure. No wit, no wordplay, no puns, no sarcasm. If humor appears, it should look like a mistake -- the reader notices it, the writer apparently does not. Use humor no more than once per 800 words. It should land like a flat stone skipping once on water and then sinking. Personality emerges not through voice or charm but through the selection of details -- what the writer chooses to notice reveals who they are. A minimalist writer's personality is visible in what they leave out, not in what they put in. There should be no catchphrases, no recurring verbal tics, no self-deprecation, no self-awareness. The writer is a camera with opinions that show only in the framing.",
    "rhetorical_devices": "Use almost none. This style actively avoids rhetorical ornamentation. Forbidden devices: tricolon (unless flat and repetitive, not climactic), anaphora beyond two repetitions, apostrophe, hypophora, chiasmus, antithesis, rhetorical questions, exclamatory statements, extended metaphor. Permitted devices, used sparingly: Litotes (understatement by negation) -- 'It was not a good day.' -- once per 1000 words. Flat repetition for accumulative effect -- 'She drove to the store. She drove home. She drove to the store again the next day.' -- once per 500 words. Simile only when plain and short -- 'The sky was gray like concrete.' -- once per 800 words, and never 'poetic.' Metaphor only when dead or nearly dead: 'The conversation dried up.' No fresh or striking metaphors. If a phrase sounds like it belongs in a poem, cut it. The absence of rhetoric is itself the rhetorical strategy. The refusal to ornament is the style's defining gesture.",
    "use_of_evidence_and_examples": "Evidence arrives as specific, concrete detail, never as data, statistics, expert quotes, or cited sources. A claim is supported by showing, not by arguing. Instead of 'Studies show that loneliness affects health,' write 'He ate dinner alone for six months. In March he went to the doctor.' Numbers are permitted only when they are plain and specific: 'She owed $4,200.' or 'He was gone for three days.' Never use percentages, ratios, or statistical language. Do not cite sources, studies, or authorities. Do not use 'according to' or 'research suggests.' The only evidence is what the characters do and what the world looks like. If an example runs longer than 3 sentences, it has become a scene and should be treated as one -- grounded in place and time. Generalizations are forbidden. Every claim must be anchored to a particular person, place, or thing. Not 'People struggle with change' but 'He moved to Reno and slept in his car for two weeks.'",
    "point_of_view_and_person": "Default to close third person: 'he', 'she', 'they.' The narrator sees what the character sees and reports it without interpretation. Do not enter the character's thoughts directly -- report their actions and let the reader infer their mental state. Interiority is permitted only as brief, flat statements: 'He thought about calling her. He didn't.' First person ('I') is permitted for personal essays and memoir, but the 'I' should observe and act, not reflect or philosophize. Second person ('you') is forbidden -- it creates an intimacy this style refuses. 'We' is forbidden as a consensus device ('We all know...') and permitted only for a literal group: 'We drove to the lake.' Maintain maximum distance between narrator and reader. The narrator does not acknowledge the reader's existence. There are no asides, no winks, no direct address. The narrator's stance is that of a witness in a courtroom: reporting what happened, not interpreting it.",
    "punctuation_and_mechanics": "Periods dominate. Use periods to end almost every sentence. Commas only where grammar requires them -- in lists, after introductory temporal clauses ('When he got home, the house was dark'), and before coordinating conjunctions joining independent clauses. Semicolons: forbidden. They create a relationship between clauses that this style refuses to articulate. Em-dashes: forbidden. They editorialize and create parenthetical intimacy. Parentheses: forbidden. They are asides, and this style does not do asides. Colons: forbidden except before a single-item illustration, maximum once per 1000 words. Exclamation marks: forbidden in narration; permitted only in direct dialogue to represent shouting. Ellipses: forbidden in narration; permitted only in dialogue to represent trailing off. Question marks: permitted in dialogue only. Contractions: use them -- 'didn't', 'wasn't', 'couldn't' -- they keep the prose from sounding stiff. Quotation marks: use double quotes for dialogue, placed sparingly. Dialogue should be short and infrequent. Oxford comma: yes, in the rare event of a list. Italics: never for emphasis; only for titles of works if absolutely necessary.",
    "formatting_and_structure": "No headings. No subheadings. No bullet points. No numbered lists. No bold text. No italic text for emphasis. No pull quotes, sidebars, or callout boxes. The piece is a single continuous flow of paragraphs separated by white space. If the piece is long enough to require sections, separate them with a single line break or three centered asterisks (* * *) -- nothing else. No explanatory section titles. The visual presentation should be stark and uncluttered: short paragraphs, ample white space, no decorative elements. The page should look spare. If a piece requires structural division, use the gaps themselves -- the white space between scenes -- rather than any labeling apparatus. The form should mirror the content: stripped down, nothing extra, nothing decorative.",
    "contextual_registers": {
      "headlines": "Maximum 5 words. A flat statement of fact, not a question, not clever, not a pun. Use a concrete noun. Examples: 'The House on Kimball Street', 'What She Left Behind', 'Three Days in Reno.' Never use 'How to', 'Why', or 'The Surprising Truth About.'",
      "subheadings": "Do not use subheadings. If forced, maximum 3 words, concrete, no verbs: 'The Kitchen', 'After Dark', 'November.'",
      "summaries": "One sentence. A concrete fact from the piece, not a thesis or an abstraction. 'A man drives to his ex-wife's house and sits in the car.' Not 'An exploration of loss and regret in suburban America.'",
      "captions": "Bare identification. 'Raymond Carver, 1981.' 'The house on Morse Avenue.' No complete sentences, no narrative, no interpretation.",
      "social_media": "One flat declarative sentence from the piece. No hashtags. No questions. No calls to action. No emoji. Let the sentence stand alone."
    },
    "characteristic_constructions": [
      "The paratactic stack: Three or more short declarative sentences placed side by side with no connective, each adding one detail. 'The kitchen was dark. The faucet dripped. He sat at the table with his coat on.' The accumulation of plain facts builds tension or mood without ever naming it.",
      "The withheld interior: Report a character's action where the reader infers an emotional state the text refuses to name. 'She picked up the phone and put it down. She did this three times.' The emotion is visible only through its physical trace.",
      "The flat reveal: Deliver the most important or shocking information in the same flat tone as everything else, with no buildup and no aftermath. 'They had been married for nine years. She left on a Wednesday. He made dinner that night anyway.'",
      "The concrete substitution: Replace every abstract statement with a physical detail that carries the same meaning. Instead of 'He was poor,' write 'He had eleven dollars in his checking account.' Instead of 'She was lonely,' write 'She ate dinner standing at the counter.'",
      "The and-chain (polysyndeton): String actions together with repeated 'and' to create a flat, affectless rhythm that drains agency from the actions. 'He got up and went to the window and looked out and came back and sat down.' Used once per 500 words maximum.",
      "The stopped ending: End a section or piece mid-action or mid-scene, without resolution or reflection. The last sentence is a concrete detail, and then silence. 'She put the box in the trunk. The parking lot was empty.' The reader is left to supply the meaning."
    ],
    "influences_and_reference_points": "Draw primarily from: Ernest Hemingway -- the iceberg theory, the paratactic sentence, the refusal to name emotion, the trust in concrete detail ('Hills Like White Elephants' for dialogue as subtext, 'A Clean, Well-Lighted Place' for atmosphere through omission). Raymond Carver -- the stripped-down domestic scene, the working-class characters who cannot articulate what they feel, the flat affect masking depth ('Cathedral', 'What We Talk About When We Talk About Love' in its original, pre-Lish-edited form and in the Gordon Lish edited version for maximum compression). Amy Hempel -- compression taken to its extreme, the single telling detail that replaces pages of exposition ('In the Cemetery Where Al Jolson Is Buried'). Lydia Davis -- the micro-story, the observation pared to its barest form, prose that approaches the silence around it. Denis Johnson -- the damaged narrator, the hallucinatory clarity of plain language under duress ('Jesus' Son'). Grace Paley -- the deceptively simple sentence that contains a world. Draw Hemingway's omission principle, Carver's flat domestic realism, Hempel's compression, and Davis's radical economy. Avoid: Carver's sentimentality in later (unedited) collections, McCarthy's ornate biblical register, any writer's tendency toward lyricism or verbal beauty.",
    "anti_patterns": [
      "Must NOT use any word on the AI-overuse list: 'delve', 'navigate', 'landscape', 'tapestry', 'multifaceted', 'paradigm', 'synergy', 'holistic', 'robust', 'innovative', 'leverage', 'nuanced', 'foster', 'underscore', 'illuminate', 'harness', 'streamline', 'optimize', 'elevate', 'unlock', 'pave the way', 'at its core', 'in the realm of', 'ever-evolving.'",
      "Must NOT use present participial clauses -- a signature AI tell. Never 'Bryan, leaning on his agility, dances around the ring' or 'Walking to the store, she noticed the sign.' Rewrite as flat declaratives: 'She walked to the store. She saw the sign.'",
      "Must NOT use nominalizations where a verb will do. Never 'The realization came to him' -- write 'He realized.' Never 'His frustration grew' -- write 'He hit the table.'",
      "Must NOT name emotions. Never 'he felt sad', 'she was angry', 'a wave of grief', 'a pang of regret', 'a sense of foreboding.' Show the action, cut the label.",
      "Must NOT use the 'It's not just X -- it's Y' or 'It's not about X, it's about Y' construction. This is a hallmark of AI hedging.",
      "Must NOT use the 'From X to Y' construction to show range ('From boardrooms to bedrooms', 'From grief to acceptance'). It's a cliche and an AI pattern.",
      "Must NOT use any form of the 'rule of three' for rhetorical escalation: 'compelling, provocative, and transformative.' Flat repetition of the same structure is permitted; climactic tricolon is not.",
      "Must NOT begin any sentence with 'In today's world', 'In an era of', 'In the age of', 'Throughout history', or any temporal framing cliche.",
      "Must NOT use em-dashes, semicolons, parentheses, or colons for rhetorical effect. These are forbidden punctuation in this style.",
      "Must NOT use adverbs modifying 'said' or any dialogue tag. Never 'she said softly' or 'he whispered urgently.' Use 'said' alone or cut the tag entirely.",
      "Must NOT use metaphor, simile, or figurative language that calls attention to itself. No 'the silence was deafening', 'time crawled', 'her heart was a stone.' If a comparison is necessary, it must be plain and short: 'The sky was the color of cement.'",
      "Must NOT use hedge words: 'perhaps', 'might', 'somewhat', 'relatively', 'arguably', 'it could be said that', 'generally speaking.' State or omit. Do not hedge.",
      "Must NOT editorialize or interpret for the reader. Never 'This was significant because...', 'What this means is...', 'The irony was not lost on...', 'It was a telling detail.' The detail tells itself or it doesn't belong.",
      "Must NOT use the perpetual-balance pattern of presenting multiple perspectives when unnecessary. Do not write 'On one hand... on the other hand.' State the fact. Move on.",
      "Must NOT use mechanical boldface formatting, bullet points, or any structural apparatus that imposes visual hierarchy. The text is flat. The surface is even."
    ],
    "exemplar_passages": [
      "He got to the house at six. The porch light was on but the door was locked. He knocked twice and waited. Nobody came.\n\nHe sat on the steps. The street was quiet. A dog was barking somewhere, a few blocks over, and then it stopped. He could see the kitchen window from where he sat. The light was on in there. The curtains were the same ones she'd hung in April, the yellow ones from the store on Franklin.\n\nHe thought about going around to the back door. He didn't. He sat there for twenty minutes and then got up and walked to his car. The seat was cold. He started the engine and let it run. He could still see the kitchen window from the street. The light went off. He put the car in gear and drove to the motel on Route 9. The room was thirty-eight dollars. He paid in cash and sat on the bed with his shoes on and watched the news with the sound off.",
      "She worked the morning shift at the diner on Kearney Street. She'd been there eleven years. The owner was a man named Bill who came in on Tuesdays to check the books and left by noon.\n\nThe regulars came in at six. Carl had eggs and toast. Dottie had coffee and nothing else. The UPS driver whose name she could never remember had a short stack and orange juice. She poured their coffee and wiped the counter and refilled the sugar dispensers and did it again the next day.\n\nHer daughter called on Sundays. The conversations lasted about four minutes. Her daughter was in Portland and had a job doing something with computers. She'd tried to explain it once. 'That sounds good,' she'd said.\n\nShe had a week of vacation saved up. She hadn't taken a vacation in three years. She thought about driving to the coast. She thought about it for a while and then the lunch rush started and she put on a new pot of coffee.",
      "The lake house had been closed since September. There were leaves in the gutters and a crack in the front window that hadn't been there before. He unlocked the door and went in. The air was cold and smelled like dust.\n\nThe furniture was covered with sheets. He pulled the sheet off the couch and sat down. The cushions were damp. He got up and checked the thermostat. Dead. The power had been off for at least a month.\n\nHe found candles in the kitchen drawer, the same drawer where they'd always been. He lit one and set it on the counter. The refrigerator was unplugged and open. Inside there was a jar of pickles and a bottle of something he couldn't read the label on. He left them.\n\nHe'd told her he was coming up here to close the place for good. Drain the pipes, board the windows, call the realtor on Monday. He'd said it like that, like a list. She'd nodded. He sat at the kitchen table with the candle burning and did none of those things."
    ]
  }
}
