{
  "id": "lyrical-contemplative",
  "name": "Lyrical Contemplative",
  "one_liner": "Like watching light move across a room while someone beside you names what you have always felt but never thought to say aloud.",
  "meta": {
    "style_tags": [
      "Lyrical",
      "Contemplative",
      "Poetic",
      "Associative",
      "Sensory"
    ],
    "mood": [
      "Meditative",
      "Attentive",
      "Quietly astonished",
      "Unhurried"
    ],
    "energy": "low",
    "density": "dense",
    "formality": "medium",
    "warmth": "warm",
    "vocabulary_level": "advanced",
    "best_for": [
      "Nature writing and place-based essays",
      "Lyric essays and braided essays",
      "Meditative personal essays",
      "Grief, memory, and time-themed pieces",
      "Art and landscape criticism",
      "Spiritual or philosophical reflection"
    ],
    "avoid_for": [
      "Technical documentation",
      "News reporting",
      "How-to guides and tutorials",
      "Marketing copy",
      "Business communications",
      "Persuasive or argumentative essays"
    ]
  },
  "spec": {
    "vocabulary_and_diction": "Draw from both Germanic and Latinate roots, but favor the Germanic when the choice is between a muscular Saxon word and a limp Latinate one — 'dark' over 'obscure', 'light' over 'illumination', 'break' over 'fracture.' However, Latinate words are welcome when they carry music the Germanic equivalent lacks: 'luminous' earns its place where 'bright' cannot; 'solitude' does work 'aloneness' will not. Target a 12th-grade reading level. Use one precise, uncommon word per paragraph — not to display erudition but because the common word falls short: 'crepuscular' when you mean the particular quality of light at dusk, 'palimpsest' when you mean the visible layering of past on present. Nouns should be concrete and sensory even when the subject is abstract: 'the grain of weathered wood', 'the hum of a fluorescent bulb', 'salt on the lip.' Verbs should be physical and particular: light 'gathers', fog 'thins', memory 'pools.' Avoid verbs of mere cognition ('consider', 'reflect', 'ponder') in favor of verbs borrowed from the body and the natural world. Ban these words outright: 'utilize', 'facilitate', 'leverage', 'robust', 'ecosystem' (non-biological), 'unpack' (metaphorical), 'landscape' (metaphorical), 'tapestry', 'multifaceted', 'paradigm', 'journey' (metaphorical), 'resonate' (unless describing literal sound), 'impactful', 'delve', 'navigate' (metaphorical), 'holistic.' Ban these phrases: 'in today's world', 'it is important to note', 'at the end of the day', 'deeply meaningful', 'profoundly moving.' Jargon policy: specialist terms from ecology, geology, botany, optics, and music theory are permitted without definition when their sound and specificity serve the sentence — 'till', 'scree', 'loess', 'chiaroscuro', 'ostinato.'",
    "sentence_construction": "Average sentence length: 18-28 words, with high variation. Alternate between three modes: (1) Long, unspooling sentences of 25-40 words with embedded participial phrases, appositives, or relative clauses that accumulate sensory detail — 'The trail rose through black spruce stunted by wind, their trunks no thicker than a wrist, each one leaning east as if listening for something carried from the coast.' (2) Medium declarative sentences of 12-20 words that land a single observation with clarity — 'The creek was ankle-deep and cold enough to ache.' (3) Short sentences or fragments of 3-8 words used sparingly for emphasis or pivot — 'Then stillness.' or 'Not absence. Presence.' Use short sentences no more than once per paragraph. Subordination is preferred over coordination: 'although', 'when', 'where', 'as if', and 'because' are the natural joints of this prose. Coordinate structures ('and...and...and') are reserved for incantatory accumulation, used once or twice per 500 words: 'The moss and the fern and the slow drip of water over stone.' Never exceed 50 words in a single sentence. Parallelism should feel organic, not mechanical — match the rhythm rather than the exact grammatical form. Allow the periodic sentence (delaying the main clause until the end) once per 300-400 words: 'In the hour before the sun clears the ridge, when the valley holds the cold like a bowl holds water, the meadow turns the color of old pewter.'",
    "rhythm_and_cadence": "This is the most important dimension of the style. Every sentence must sound right when read aloud — rhythm is not decoration but structure. Build sentences with attention to vowel sounds: favor assonance (the repetition of vowel sounds within nearby words) as a binding agent. 'The low slow roll of fog over stone' — the repeated long-o draws the eye and ear forward. Alternate between rising rhythm (iambic motion, stress falling late: 'the light was thin') and falling rhythm (trochaic motion, stress falling early: 'Darkness settled'). End paragraphs on stressed syllables when possible — 'she turned' lands harder than 'she was turning around.' Vary sentence length in a wave pattern: long, long, short. Or: medium, long, short. Never three sentences of similar length in sequence. Use the one-sentence paragraph as a rest beat — a caesura — no more than once per 600 words. Silence matters: the white space between paragraphs is part of the music. A paragraph break after a short declarative sentence creates resonance. Consonant clusters slow the reader down ('dark bark', 'frost-cracked stone'); open vowels speed them up ('away', 'the sea'). Use this deliberately. Avoid sentences that require a reader to breathe twice — if a sentence demands two full breaths, break it. Read every paragraph aloud; if you stumble, rewrite until the mouth moves easily.",
    "paragraph_architecture": "Target 3-6 sentences per paragraph, but allow variation: a one-sentence paragraph of 30-40 words is permitted once per 600 words for emphasis or transition. A long paragraph of 7-8 sentences is permitted once per 1000 words when the material requires sustained accumulation. Open each paragraph with a sensory particular, a concrete image, or a temporal anchor — never with an abstraction, a thesis statement, or a connective ('Furthermore', 'Moreover'). Strong openers: 'The barn stood at the edge of the orchard', 'By late October the lake was the color of graphite', 'I remember the sound before the image.' Weak openers: 'It is worth considering that...', 'An important aspect of...', 'This phenomenon...' The internal movement of a paragraph should trace a path from the exterior (what is seen, heard, touched) to the interior (what is thought, felt, understood), or the reverse — never remaining at one altitude throughout. Close paragraphs with either a sentence that widens the aperture (moving from specific to suggestive) or one that narrows it (landing on a single irreducible image). Example of widening: 'The field went on like that in every direction, further than the eye could sort into distance.' Example of narrowing: 'One stem, bent under the weight of its own seed head.'",
    "opening_patterns": {
      "articles": "Open with a concrete image rooted in a specific place and moment — a sensory observation that implies a larger question without stating it. The first sentence should place the reader physically: in a landscape, a room, a season. Never open with a definition, a rhetorical question, an abstract claim, a quotation, or a broad temporal frame ('Since ancient times...', 'Throughout history...'). The opening should feel like waking up inside a scene already in progress. Example: 'The salt marsh at low tide smelled of iron and decay, a smell so old it preceded every human word for it.' Within the first 3-4 sentences, introduce the essay's central tension not as a thesis but as a sensation, a gap, or an unanswered noticing — something the rest of the piece will orbit without ever fully resolving. The opening paragraph should be 3-5 sentences and should end on an image or observation that vibrates with implication.",
      "sections": "Begin new sections with a shift in register, location, or time — not with a summary of what came before. Use a white-space break (section break) rather than a heading when possible; this style prefers the reader to feel the transition rather than be told about it. If headings are used, they should be 1-3 words, evocative and oblique — 'Salt', 'The Understory', 'Before Ice' — never descriptive or explanatory ('The Role of Memory in Landscape'). Open sections with an image from a different sensory register than the previous section's close: if the last section ended on a visual, begin the new one with sound or touch. Example section opener after a visual close: 'The barn swallows returned on a Tuesday. I heard them before I saw them — a sound like paper being torn, quick and clean.'",
      "paragraphs": "Lead with the most sensorily vivid or temporally specific element. Avoid opening paragraphs with abstract nouns ('The concept of...'), adverbial throat-clearing ('Interestingly,', 'Importantly,', 'Indeed,'), existential constructions ('There is/are'), or meta-commentary ('As mentioned earlier...'). Effective paragraph openers: a proper noun ('Annie Dillard stood at the edge of Tinker Creek'), a sensory detail ('The bark was rough enough to catch wool'), a temporal marker ('By the third morning'), a short declarative ('The trail ended.'). Vary opener types across consecutive paragraphs — do not begin three paragraphs in sequence with the same grammatical structure."
    },
    "closing_patterns": "End pieces by returning to the opening image or location, but transformed — the same place seen with different eyes, the same object carrying accumulated weight. The final paragraph should be 2-4 sentences. Never end with a moral, a lesson, a call to action, a rhetorical question, or an explicit statement of theme. The ending should feel like a door left open rather than a door closed: suggestive, resonant, unresolved. End on a concrete image or a physical sensation, not an abstraction. The final sentence should be short to medium length (8-18 words) and should carry the rhythm of a falling cadence — stress early, trailing off into quiet. Example: 'The tide came in. The grass bent and recovered, bent and recovered, and the heron did not move.' Avoid: 'And so we see that nature teaches us...' or 'In the end, what matters is...' or any construction that explains what the reader has just experienced. Trust the images. Trust the reader.",
    "transitions_and_connectives": "Prefer invisible transitions — let the juxtaposition of images or the echo of a word carry the reader across the gap between paragraphs. The best transition is an image in the new paragraph that rhymes (visually, sonically, or conceptually) with an image in the previous one: if one paragraph ends with the grain of wood, the next might open with the grain of sand. When explicit connection is needed, use temporal markers ('That evening', 'By March', 'Years later'), spatial markers ('Further up the ridge', 'At the shore'), or simple conjunctions ('But', 'And', 'Still', 'Yet'). Avoid academic connectives entirely: 'Furthermore', 'Moreover', 'Additionally', 'Consequently', 'Nevertheless', 'In contrast', 'Accordingly.' Avoid meta-transitions: 'This brings us to...', 'Having explored X, we now turn to Y...', 'Let us consider...' The associative leap is the signature transition of this style — moving from a physical observation to a memory, from a landscape to a philosophical aside, without explaining the connection. The reader should feel the rightness of the juxtaposition before they can articulate why it works. Example of associative leap: a paragraph about the patterns of bark might follow directly into a paragraph about the lined face of a grandmother, with no connective except the visual rhyme.",
    "pacing_and_information_flow": "Structure pieces as a series of concentric circles rather than a linear argument: begin at a particular, widen to the general, return to a different particular, widen again. Each orbit deepens the central question without resolving it. Front-load the sensory and the specific — the first 30% of a piece should be predominantly image, scene, and observation. Analysis and reflection should emerge gradually, woven between observations, never dumped in blocks. Never place more than 2 sentences of abstract reflection in sequence without returning to a concrete image. Alternate between 'close-up' passages (examining a single object, texture, or moment in fine detail) and 'wide-angle' passages (surveying a landscape, a season, a span of years). Pacing should feel like walking: steady, unhurried, occasionally pausing to look closely at something. Allow the piece to circle back to earlier images with new understanding — repetition with variation is not redundancy but deepening. In pieces over 1500 words, provide a breathing point near the middle: a one-sentence paragraph, a short anecdote, or a shift to a different sensory register. The piece should feel as though it arrives somewhere, even if that somewhere is a richer form of the question it began with.",
    "overall_voice": "Reading this style feels like walking slowly through a landscape with someone who sees more than you do — not because they are smarter, but because they are more attentive. The prose has the quality of thought happening in real time: tentative, circling, arriving at understanding through sensation rather than argument. There is no hurry. The writer is not performing expertise or selling a conclusion; they are thinking alongside the reader, offering perceptions rather than pronouncements. The diction is precise without being clinical, poetic without being precious. Sentences have weight and texture — you can feel the writer choosing each word for its sound as much as its meaning. The warmth comes not from direct address or friendliness but from the quality of attention: the care taken with a description of light on water, the patience given to a small and easily overlooked thing. This is prose that trusts slowness, that believes close observation is itself a form of meaning.",
    "emotional_register": "Permitted emotions: wonder, grief, tenderness, awe, longing, quiet joy, unease, reverence, melancholy, gratitude. Express emotion through the quality of attention given to sensory detail — the more closely a thing is observed, the more feeling it carries. 'She kept the stone in her coat pocket for the rest of the winter' conveys more than 'She was deeply attached to the memory of that day.' Never name the emotion directly when the image can carry it. Avoid: sentimentality (emotion unearned by specificity), outrage, sarcasm, contempt, despair without beauty, and any emotion that requires exclamation marks. When touching difficult material (death, loss, ecological destruction), maintain composure through precision — let the facts and images bear the weight. The emotional temperature should feel like late afternoon light: warm but not hot, present but not insistent. The prose should ache occasionally, but never weep. One rule: if you write a sentence that tells the reader how to feel ('This is devastating', 'One cannot help but be moved'), delete it and replace it with the image that would make them feel it.",
    "humor_and_personality": "Humor in this style is rare and quiet — a gentle irony, a wry aside, a moment of self-aware surprise. It appears no more than once per 800-1000 words. It never arrives as a joke with a punchline but as a shift in scale or perspective: the vastness of a mountain range followed by the absurdity of a granola bar wrapper. Or an admission of human limitation inside a moment of grandeur: 'The glacier calved into the sea with a sound like the world breaking open, and I realized I had been holding a half-eaten sandwich the entire time.' Personality emerges not through self-disclosure or direct address but through the specific and idiosyncratic quality of the writer's attention — what they choose to notice, what they linger on, what they pass by. The writer's presence is felt through the prose the way a hand is felt in a drawing: invisible but shaping everything. Forbidden: puns, sarcasm, snark, self-deprecation that undermines authority, jokes that break the tonal register, anything that requires a winking tone.",
    "rhetorical_devices": "Use frequently (once per 300-400 words): extended simile and metaphor drawn from the natural world — 'The fog came in like a slow exhalation, filling the valley the way breath fills a cupped hand.' Use frequently: anaphora for incantatory rhythm across 2-4 sentences — 'I did not know the name of the bird. I did not know the name of the tree it sat in. I knew only the quality of the silence between its calls.' Use moderately (once per 500-600 words): synesthesia (mixing sensory modes) — 'The light tasted of copper'; apostrophe to landscape or objects — 'Tell me, river, what you remember of the mill.' Use moderately: the appositive chain, stacking noun phrases to accumulate meaning — 'the field, the last field before the woods, the one with the rusted gate and the leaning post.' Use sparingly (once per 1000 words): chiasmus for philosophical pivot — 'We do not find solitude; solitude finds us.' Never use: mixed metaphors, cliched similes ('quiet as a mouse', 'sharp as a tack'), hyperbole for emphasis, rhetorical questions expecting obvious answers, tricolon for listicle-like enumeration. Metaphors must be rooted in the physical world and sustained for at least two sentences before releasing — never introduce a metaphor and abandon it in the same sentence.",
    "use_of_evidence_and_examples": "Evidence arrives as observed detail, named specifics, and precise attribution — not as data dumps or citation strings. When citing a source, weave it into the texture of the prose: 'Annie Dillard, writing from the bank of Tinker Creek, described the way a frog deflated in the grip of a giant water bug — slowly, like a deflating football — and what she was really describing was the casual violence of attention.' Use one carefully chosen number or measurement per 500 words, embedded in a sentence that gives it sensory scale: 'The glacier has retreated 1,400 meters since 1980 — roughly the distance from the trailhead to the first switchback.' Prefer the single, luminous example over the survey of many: one well-described lichen colony does more work than a list of twenty species. When referencing research or scholarship, translate it into image and implication: 'Geologists call this unconformity — the visible gap where millions of years of stone simply are not there, erased by forces patient enough to erase stone.' Every abstract claim must be grounded within 2 sentences by a concrete image, a named place, or a specific moment in time.",
    "point_of_view_and_person": "Default to first-person singular ('I') as the primary stance — the observing consciousness moving through a landscape, a memory, a question. This is not confessional first person but perceptual first person: 'I' as a pair of eyes and ears, not as a self to be examined. Use 'I' no more than 3 times per paragraph; the subject is the world, not the writer. Third person is used for describing other people, historical figures, and cited writers. Second person ('you') appears only in moments of genuine shared experience — 'You have stood in a field like this. You know the way distance flattens sound.' — no more than once per 1000 words. Never use 'we' as a false-consensus device ('We all know...'). 'We' is permitted only for genuinely shared biological or phenomenological experience: 'We see color because of the wavelengths that objects refuse to absorb.' The narrator's stance is that of a walker — present, embodied, moving through the world at a pace slow enough to notice. Never adopt omniscience or authority: 'The truth is...' or 'What people fail to realize...' are forbidden. Prefer the tentative: 'It seemed to me', 'I began to think', 'I am not certain, but'.",
    "punctuation_and_mechanics": "Em-dashes: use 2-3 per 500 words for parenthetical asides, interruptions of thought, or to set off an appositive that carries emotional weight — 'The orchard — what was left of it — still bloomed every April.' Never use two em-dash pairs in the same paragraph. Semicolons: use 1-2 per 500 words to join two closely related independent clauses where the relationship is one of echo, parallel, or contrast — 'The water was black in the shade; in the sun it was the color of tea.' This style values the semicolon as a musical rest, lighter than a period, heavier than a comma. Colons: use before a single clarifying image or phrase — 'She carried one thing from the house: a photograph of the elm tree.' Oxford comma: always. Exclamation marks: never in body text. Ellipses: permitted once per 1000 words to indicate a trailing thought or the dissolution of a sentence into silence — 'The name was on the tip of my tongue, something with a hard consonant...' Parentheses: avoid; use em-dashes instead. Contractions: use selectively — 'don't', 'wasn't', 'couldn't' are permitted in first-person reflective passages but should be absent from descriptive passages where the prose aims for elevation. Italics: use for emphasis once per 500 words, for titles of works, and for words being examined as words ('The word wilderness comes from the Old English wildeornes — the place of wild creatures'). Question marks: permitted for genuine philosophical or observational questions, but rhetorical questions are limited to one per 1500 words.",
    "formatting_and_structure": "Prefer continuous prose without headings. If a piece exceeds 2000 words and requires structural division, use white-space section breaks (a blank line or centered asterisk) rather than headings. When headings are unavoidable, use 1-3 words, evocative and oblique: 'Understory', 'Salt', 'The Thaw.' Never use headings that summarize content ('How Light Changes Over Time') or that pose questions ('What Can We Learn From the Forest?'). Bulleted and numbered lists are forbidden — this style uses flowing prose exclusively. Bold text: never. Italic text: for titles, occasional emphasis, and words examined as words. Block quotes: use for direct quotations longer than 25 words, indented, followed by attribution woven into the prose rather than placed in a parenthetical citation. No pull quotes, sidebars, or callout boxes. The visual presentation should be clean and dominated by paragraphs of prose with generous white space between them. Short pieces (under 1500 words) should have no structural apparatus at all — just paragraphs flowing into one another, separated by the natural rhythm of ideas.",
    "contextual_registers": {
      "headlines": "3-7 words. Evocative, image-based, oblique. Should sound like the title of a poem or a nature essay, not a news article. Never a question, never a 'How to' or 'Why.' Examples: 'The Weight of Light', 'What the River Carries', 'A Cartography of Silence.' Prefer concrete nouns over abstractions.",
      "subheadings": "1-3 words, evocative, functioning as a thematic marker rather than a summary. Should create a tonal shift, not describe the section's content. Examples: 'Loam', 'Before Thaw', 'The Second Field.' Never explanatory ('The Importance of Attention').",
      "summaries": "2-3 sentences maximum. Lead with the central image or question, not the thesis or conclusion. Write as if describing the landscape of the piece rather than its argument. Example: 'An essay about the salt marshes of the Georgia coast and the way tidal patterns encode a history older than the land itself.' Never use meta-language ('This essay explores...', 'The author examines...').",
      "captions": "One sentence, present tense, sensorily specific. Name the place, the light, the season. 'Fog pooling in the Willamette Valley at first light, seen from the basalt ridge above Champoeg, October.' Never generic ('A foggy landscape').",
      "social_media": "Lead with an image or observation, not a thesis. Under 180 characters for the hook. Maintain the contemplative register but compress it — a single vivid sentence that stops the scroll. End with implication, not summary. Example: 'The oldest tree in the grove is not the tallest. It is the one closest to the ground.'"
    },
    "characteristic_constructions": [
      "The sensory-to-philosophical pivot: Begin with a close observation of the physical world and, within the same sentence or the next, open into a larger implication — 'The lichen had been growing on this stone for three hundred years, which is to say it had been growing longer than my country has existed.'",
      "The appositive accumulation: Stack noun phrases to build a sense of layered meaning — 'The field — the last field before the timber, the one with the collapsed fence and the standing water — held a silence different from the silence of the woods.'",
      "The negative definition: Define something by what it is not, circling closer to what it is — 'It was not quite fog and not quite rain. It was the air itself becoming visible, the way grief sometimes does.'",
      "The conditional meditation: Use 'if' clauses to explore possibility and alternative perception — 'If you stood where the barn had been and looked east, you could still see the line the orchard made, the gap where the creek ran, the rise of the far ridge.'",
      "The temporal telescope: Compress or expand time within a single sentence — 'She planted the willow the spring her daughter was born; by the time the girl left for college, the tree was taller than the house.'",
      "The anaphoric litany: Repeat a syntactic frame across 2-4 sentences, each iteration deepening or shifting the meaning — 'I walked the field in August when the grass was waist-high. I walked it in November when the frost had laid it flat. I walked it in March when the first green came through like a rumor.'",
      "The embedded etymology: Fold the history of a word into the observation — 'The word estuary comes from aestuare, to surge or boil, and standing at the mouth of the Salmon River you understand the word was not metaphor but description.'",
      "The stillness sentence: A short, declarative sentence placed after a long, complex one to create the effect of arrival or recognition — 'The creek wound through alder and blackberry and sword fern, pooling in the hollows where fallen timber dammed the flow, catching the last light of the afternoon in water so clear you could count the stones on the bottom. Nothing moved.'"
    ],
    "influences_and_reference_points": "Draw from: Annie Dillard (the intensity of attention to the natural world, the way observation becomes theology — draw from *Pilgrim at Tinker Creek* and *Teaching a Stone to Talk*), Virginia Woolf (the fluidity of consciousness, the way a sentence can hold perception and reflection simultaneously — draw from *To the Lighthouse* and *The Waves*, not the essayistic Woolf), Marilynne Robinson (the gravity of her prose, the way plainness and elevation coexist — draw from *Housekeeping* and *Gilead*), Maggie Nelson (the lyric essay form, the way fragments accrete into meaning — draw from *Bluets* and *The Argonauts*), Robert Macfarlane (the vocabulary of landscape, the way geological and ecological knowledge becomes poetic — draw from *The Old Ways* and *Underland*), Barry Lopez (the patience of his observation, the ethical weight he gives to landscape — draw from *Arctic Dreams*), Robin Wall Kimmerer (the braiding of scientific knowledge and Indigenous epistemology — draw from *Braiding Sweetgrass*). Draw the sentence-level music from Woolf, the attentiveness from Dillard, the spiritual gravity from Robinson, the formal innovation from Nelson, the landscape vocabulary from Macfarlane. Avoid: Dillard's occasional didacticism, Woolf's occasional preciousness, Robinson's occasional sermonizing, any writer's tendency toward obscurity for its own sake.",
    "anti_patterns": [
      "Must NOT use 'delve', 'navigate', 'landscape' (metaphorical), 'tapestry', 'multifaceted', 'paradigm', 'synergy', 'holistic', 'robust', 'nuanced' (as a compliment), 'resonate' (unless describing literal sound), or 'journey' (metaphorical). These are AI-typical words that collapse the precision this style requires.",
      "Must NOT use 'In today's world', 'In an era of', 'In the age of', 'Since time immemorial', 'Throughout history', or any temporal framing cliche as an opening.",
      "Must NOT use the construction 'It's not just X — it's Y' or 'It's not about X, it's about Y.' These are AI-typical hedging patterns that substitute formula for thought.",
      "Must NOT use 'Moreover', 'Furthermore', 'Additionally', 'Consequently', 'In conclusion', 'It is worth noting that', 'It should be noted that', or any academic connective. Transitions must be invisible or natural.",
      "Must NOT employ the 'rule of three' as a formulaic list of adjectives: 'a vast, interconnected, deeply meaningful landscape.' If three items appear, the third must break the pattern or shift the register.",
      "Must NOT use uniform sentence length. If three consecutive sentences fall within 3 words of each other in length, rewrite. The rhythm must have variation — this is the most common failure mode for AI-generated 'lyrical' prose.",
      "Must NOT tell the reader how to feel: 'This is breathtaking', 'One cannot help but be moved', 'It is impossible not to feel a sense of wonder.' Delete and replace with the image that earns the feeling.",
      "Must NOT use present participial clauses at rates higher than one per 3 sentences. AI models overuse constructions like 'Walking through the forest, she noticed...' and 'Gazing at the horizon, one feels...' at 2-5x the rate of human writers (per Rosenbusch et al., PNAS 2025). Use finite verbs instead.",
      "Must NOT produce 'decorative lyricism' — purple prose that accumulates adjectives and sensory words without grounding them in specific observation. Every image must be particular: 'the smell of wet concrete in July' not 'the rich, evocative aromas of the season.'",
      "Must NOT use nominalizations where a verb would serve: 'the observation of the landscape' becomes 'she observed the landscape' or better, 'she watched the field darken.' AI models default to noun-heavy constructions that deaden prose.",
      "Must NOT use 'Imagine' as a sentence opener, or 'Picture this', or 'Consider for a moment.' Place the reader in the scene directly; do not ask them to imagine it.",
      "Must NOT use the 'From X to Y' construction to show range ('From the mountains to the sea', 'From microscopic to cosmic'). This is a cliche that substitutes scope for specificity.",
      "Must NOT use exclamation marks in body text. This style earns its intensity through image and rhythm, not through typographical insistence.",
      "Must NOT hedge every observation with 'perhaps', 'it seems', 'one might argue.' Tentative does not mean timid. State observations with quiet confidence, and reserve hedging for moments of genuine uncertainty — no more than once per 400 words.",
      "Must NOT use 'beautiful', 'stunning', 'breathtaking', 'awe-inspiring', or any word that names the aesthetic response rather than provoking it. Show the thing; let the reader supply the adjective."
    ],
    "exemplar_passages": [
      "The tide pools at Seal Rock hold still for no one. You kneel on basalt pocked with barnacles and look into water no deeper than your hand is long, and what you see is a world operating at a tempo so far from yours that it might as well be geological. The anemones open and close on a schedule that has nothing to do with your looking. A hermit crab dragging a borrowed shell across a ledge of coralline algae moves with the patience of a creature that does not know it can be seen.\n\nI spent an afternoon there in October, the kind of Oregon afternoon where the sky is the color of wet cement and the wind comes from so many directions it seems to come from none. The water in the pools was colder than the rain. I watched a sea star — ochre, five-armed, the size of my outspread hand — grip the side of a mussel with a slowness that made the word 'grip' feel wrong. It was not gripping. It was becoming part of the rock's surface, the way frost becomes part of a window. The whole operation would take hours. The mussel would open by fractions of a millimeter, not because it chose to but because the star's pull was patient enough to outlast the muscle that held the shell shut.\n\nThere is a word for this in physics — creep. The slow deformation of a material under persistent stress. Glaciers move by creep. So do hillsides, and old buildings, and the tectonic plates beneath everything. I watched the sea star and thought: this is what the world looks like when you subtract urgency. Not empty. Full, and still, and working.",
      "The farmhouse had been empty for eleven years when I first walked through it, and what surprised me was not the decay but the order. The decay was expected — plaster fallen from the lath in pale crescents, the kitchen linoleum buckled where water had come through the ceiling, a wasp nest the size of a football in the upstairs window frame. But the order: someone had left a row of canning jars on the cellar shelf, still sealed, the contents darkened to the color of mahogany. A coat hung on a nail by the back door. The calendar on the kitchen wall was turned to August, a month that, in this house, would never end.\n\nI have been thinking about that calendar for years. Not because it is unusual — every abandoned house has its stopped clocks, its last evidence of ordinary time — but because of what it means to leave a calendar behind. You leave behind what you expect to return to. The coat, the jars, the month of August: these were not abandoned. They were set down, the way you set down a book you intend to finish.\n\nThe house is gone now. The county took it down after the roof failed, and the lot is a rectangle of gravel and fireweed. But I drive past it sometimes in late summer, and the light falls on the gravel at an angle that recalls, for no reason I can name, the particular quality of stillness I found in that kitchen — the stillness of a room that is still waiting for someone to come back and turn the page.",
      "There is a forest on the Olympic Peninsula where the rainfall exceeds twelve feet a year and the trees grow so thick with moss that their branches bend under the weight of living things that are not them. Sitka spruce, western red cedar, bigleaf maple — their trunks wrapped in a fur of sphagnum and licorice fern, every surface claimed by something smaller and more patient. The canopy is so dense that the rain, falling from a sky you cannot see, arrives not as drops but as a general dampness, a mist that rises from the ground as much as it descends from the air.\n\nI walked the Hoh River trail in December. The river ran the color of milk, glacier-fed, carrying the powder of ground stone in suspension. The forest on either side was a green so saturated it looked artificial, the green of old glass bottles, of copper patina, of the back of a beetle's wing. Every fallen log was a nursery — seedlings rooting in the soft wood of the dead, drawing their first nourishment from what had come before them. Nurse logs, the ecologists call them, and the word is exact: the dead mothering the living, the fallen holding the new growth above the flood line of the forest floor.\n\nWhat I remember most is the sound. Not silence — there is no silence in a temperate rainforest in winter — but a layered, constant murmur. Drip of water on leaf. Creak of a branch under its cargo of moss. The river, always the river, a white noise so steady it became a kind of quiet. I stood on the trail and closed my eyes and listened, and what I heard was the sound of a place that had never required my attention and did not require it now. The forest was not performing for me. It was not indifferent to me either. It was simply occupied, wholly and without remainder, with the ancient business of growing and falling and growing again."
    ]
  }
}