{
  "id": "narrative-journalism",
  "name": "Narrative Journalism",
  "one_liner": "Like being dropped into someone else's life at the exact moment it gets interesting — you see everything, hear everything, and the writer is nowhere in sight.",
  "meta": {
    "style_tags": [
      "Immersive",
      "Scene-Based",
      "Reported",
      "Novelistic",
      "Observational"
    ],
    "mood": [
      "Absorbing",
      "Vivid",
      "Precisely observed",
      "Unhurried"
    ],
    "energy": "medium",
    "density": "dense",
    "formality": "medium",
    "warmth": "warm",
    "vocabulary_level": "intermediate",
    "best_for": [
      "Magazine longform features",
      "Profile pieces",
      "True crime narratives",
      "Deeply reported essays",
      "Book-length nonfiction",
      "Documentary-style writing"
    ],
    "avoid_for": [
      "Breaking news coverage",
      "Technical documentation",
      "Academic papers",
      "Opinion columns",
      "Service journalism and how-to pieces"
    ]
  },
  "spec": {
    "vocabulary_and_diction": "Prefer concrete, sensory, and specific nouns over abstract or general ones — 'a green 1987 Ford Ranger with a cracked windshield' not 'an old truck.' Use the precise name of the thing: the brand, the model, the species, the street address. This is status-detail writing — the details are doing sociological work, not decorating. Verbs should be physical and observable: 'he folded the letter into thirds and slid it under the blotter' not 'he put the letter away.' Target a 10th-grade reading level for base vocabulary, but deploy specialist terminology when it belongs to the world being described — a lobsterman says 'warp' and 'toggle,' a derivatives trader says 'delta' and 'notional.' Introduce such terms through action and context, never through parenthetical definition. Favor Germanic-root verbs for physical actions ('cut', 'pull', 'drag', 'stack') and Latinate words only for institutional or bureaucratic contexts where that register is the point. Ban these words outright: 'facilitate', 'utilize', 'leverage' (as verb), 'ecosystem' (non-biological), 'robust', 'innovative', 'stakeholder', 'paradigm', 'holistic', 'navigate' (metaphorical), 'unpack' (metaphorical), 'landscape' (metaphorical), 'journey' (metaphorical), 'space' (meaning 'field'). Jargon policy: if a term is native to the world being reported on, use it freely — the reader learns it the way you did, by hearing people say it in context.",
    "sentence_construction": "Average sentence length: 16-22 words, but with wide variance — the range should span from 3-word fragments to 35-word sentences within a single paragraph. Use cumulative (loose) sentence structure as the default: main clause first, then trailing participial phrases, appositives, and prepositional chains that pile up observed detail — 'He stood at the window of the fourteenth-floor office, hands in his pockets, watching the cranes work the container ship below, the booms swinging in arcs so slow they looked geological.' Follow long cumulative sentences with short declarative ones for impact: 'He had been doing this for thirty-one years.' Use subordinate clauses sparingly and only to establish time, cause, or condition — 'When the strategy failed, he drove to Reno' not 'Although the multifaceted strategy had proven to be somewhat less effective than initially anticipated, he subsequently made the decision to drive to Reno.' Parallelism is permitted in lists of three or more observed actions: 'She checked the manifests, signed the customs forms, and walked the dogs through the warehouse in a line.' Never embed more than one subordinate clause in a single sentence. Sentence fragments are permitted for scene-setting and rhythmic emphasis — 'Noon. A hundred and twelve degrees.' — no more than twice per 500 words.",
    "rhythm_and_cadence": "The prose should read like a documentary camera: steady, observational, occasionally lingering. Build paragraphs with a breathing pattern — two or three medium sentences (16-22 words) that accumulate detail, then a short sentence (4-10 words) that lands. The short sentence is the cut in a film: it changes the shot. Alternate between passages of dense, sensory accumulation (the camera panning across a room) and stripped-back declarative statements (the camera holding still on a face). Use polysyndeton ('and...and...and') to create a rolling, catalog rhythm when describing environments or sequences of action — this is a Wolfe technique and should appear once per 1000 words. Avoid three consecutive sentences of the same rhythmic shape. End paragraphs on stressed, monosyllabic words when possible — 'gone', 'left', 'dark', 'wrong.' Read every paragraph aloud mentally; the prose should have the unhurried steadiness of someone who was there and is telling you what they saw, not rushing, not editorializing, just reporting the scene.",
    "paragraph_architecture": "Target 4-7 sentences per paragraph in scene passages, 2-4 sentences in transitional or contextual passages. Each paragraph is a scene unit: it covers one discrete moment, one location, one beat of action. Open the paragraph with a grounding detail — a time, a gesture, a sound, a proper noun — that places the reader physically. Develop with layered observation: the first sentence establishes where we are, the next two or three add what we see and hear, and the final sentence either completes the moment or pivots to the next beat. One-sentence paragraphs are permitted once per 800 words for a moment of dramatic isolation — 'Nobody answered.' Never let a paragraph exceed 8 sentences. When a paragraph shifts from scene to context (background, history, explanation), signal the shift with a concrete temporal marker: 'Three years earlier,' or 'The law had been on the books since 1974.' Never stack more than two context paragraphs without returning to scene.",
    "opening_patterns": {
      "articles": "Open in media res — drop the reader into a specific scene with a specific person doing a specific thing in a specific place at a specific time. The first sentence should contain at least two concrete sensory details and a proper noun. Never open with a thesis, a rhetorical question, a definition, a grand historical sweep ('Since the dawn of...'), or a direct address to the reader. The opening should feel like the first shot of a documentary: particular, grounded, and suggestive of something larger. Example opening: 'On the morning of September 14th, Ray Lawler stood in the gravel lot behind the Quonset hut, holding a clipboard and watching a sixteen-wheel flatbed try to back through a gate that was four inches too narrow.' Within the first three paragraphs, establish the central tension or question — not by stating it, but by showing a scene that embodies it. The reader should feel the stakes before they can name them.",
      "sections": "Open each new section with a location shift, a time shift, or both — cut to a new scene the way a documentary cuts to a new setting. The first sentence of a section should reorient the reader geographically and temporally: 'Two weeks later, in a conference room on the ninth floor of the Federal Building in downtown Portland...' Alternatively, open with a character in action in a new setting: 'Sarah Pak was sitting cross-legged on the floor of her office, surrounded by fourteen months of printouts.' Never open a section with summary, analysis, or meta-commentary ('To understand what happened next, we need to go back to...'). The section break itself is the transition — the white space does the connective work.",
      "paragraphs": "Lead with the most spatially or temporally specific detail. Strong openers: a proper noun, a physical action, a piece of dialogue, a precise time or date, a concrete sensory detail. Weak openers: abstract nouns ('The concept of...'), existential constructions ('There was a...'), adverbial throat-clearing ('Interestingly,' 'Importantly,' 'In fact,'), hedging ('It could be argued that...'), meta-commentary ('As mentioned above...'). The first word of a paragraph should, whenever possible, be a noun or a name — something solid. 'Ray checked the gate measurements again.' Not 'Again, the measurements were checked.'"
    },
    "closing_patterns": "End pieces by returning to the scene or image from the opening — but now the reader sees it differently because of everything they've learned. The final paragraph should be 2-4 sentences of pure scene: a person, a place, an action, a detail. No summarizing, no moralizing, no 'only time will tell,' no rhetorical questions, no call to action. The last sentence should be concrete, specific, and carry the weight of the whole piece in a single observed moment — the way the last shot of a documentary holds on a face or a landscape. Example: 'Ray Lawler locked the gate, walked across the gravel lot, and drove home.' Let the image do the work. The reader supplies the meaning. Never explain what the ending means. Wolfe called this the 'status-detail kicker' — one final observed detail that crystallizes everything.",
    "transitions_and_connectives": "Prefer scene cuts over explicit transitions. The primary transition device is the section break — white space between scenes. Within sections, transition by moving the camera: shift from one person to another, from one part of the room to another, from one moment to the next in chronological sequence. When temporal transitions are needed, use concrete time markers: 'Three days later,' 'By Thursday,' 'That winter,' 'The following June.' Never use academic connectives: 'Furthermore,' 'Moreover,' 'Additionally,' 'Consequently,' 'Nevertheless.' Never use meta-transitions: 'To understand this, we need to...,' 'This brings us to...,' 'Let's now turn to...' The connective tissue is chronology and geography — the reader follows a character through time and space the way a camera follows an actor through a building. When you must bridge from scene to context, use a character's knowledge or speech as the bridge: 'What Ray didn't know was that...' or 'Sarah had spent three years studying exactly this problem.'",
    "pacing_and_information_flow": "Structure pieces as braided narrative: intercut between present-tense scene (the dramatic spine) and past-tense context (the reporting, the background, the history). The ratio should be roughly 60% scene to 40% context in the first third of a piece, shifting to 50/50 in the middle, and returning to 70% scene in the final third. Front-load the most vivid scene — this is Talese's technique, the opening that hooks through specificity rather than thesis. Manage cognitive load by never introducing more than two new characters in a single paragraph and never delivering more than three consecutive facts without a sentence of scene or texture. Use the McPhee technique of structural delay: withhold a key piece of information (the outcome, the diagnosis, the verdict) while building the scene around it, so that when the information arrives, it lands with accumulated force. Each scene should end on a moment of slight tension or unresolved action that pulls the reader into the next section — not a cliffhanger, but an open beat, a question implied by action rather than stated.",
    "overall_voice": "The writer is invisible. The reader should feel as if they are standing in the room, watching events unfold, overhearing conversations, noticing the same details a careful observer would notice. There is no editorializing, no winking at the reader, no thesis announced from a podium. The authority comes from the quality of the observation — the telling detail that reveals character, the precisely rendered scene that makes the reader feel present. The prose has the confidence of someone who was there and took careful notes. It is warm without being sentimental, precise without being clinical, and propulsive without being breathless. The voice is closer to McPhee's transparent craft than to Wolfe's pyrotechnic style — controlled, unhurried, and trusting the material. Every sentence serves the scene. If a sentence doesn't put the reader somewhere specific, watching something happen, it earns its place only by providing essential context that makes the next scene land harder.",
    "emotional_register": "Emotions are shown through behavior, gesture, dialogue, and physical detail — never named or analyzed. 'She pressed her thumb against the edge of the table until the nail went white' conveys more than 'She was anxious.' The writer does not tell the reader how to feel. Restrained empathy expressed through proximity — by placing the reader close to a subject and observing carefully, the emotional resonance emerges without manipulation. Permitted: quiet tension, anticipation, cumulative poignancy, matter-of-fact gravity. Forbidden: sentimentality, breathless excitement, outrage, despair, pity, or any emotion that requires the writer to step out of the observer role. When covering difficult material — violence, grief, injustice — maintain steady composure. Let the facts carry the weight. The most powerful emotional moments should be the quietest: a detail noticed in passing, a sentence that could be missed, a gesture described without comment.",
    "humor_and_personality": "Humor is rare, dry, and always embedded in observed reality — never manufactured. It comes from the absurdity inherent in situations, from the gap between what people say and what they do, from the precision of a perfectly rendered status detail. Wolfe found humor in the ludicrous self-seriousness of his subjects; Talese found it in the deadpan accumulation of incongruous details. The writer never signals that something is funny — no winks, no 'ironically,' no exclamation marks. A subject who shows up to a bankruptcy hearing wearing a Rolex Submariner is funny without commentary. Humor appears no more than once per 800-1000 words. Personality emerges not from the writer's opinions but from their eye — what they choose to notice, what detail they place next to what other detail. The writer's taste, intelligence, and sensibility are visible only in the selection and arrangement of material, never in direct self-expression.",
    "rhetorical_devices": "Use frequently: the status detail (a single observed object or habit that reveals social position, character, or aspiration — Wolfe's signature technique), the accumulative catalog (a list of concrete items building an environment — 'the Formica counter, the fluorescent lights, the dog-eared copy of Guns & Ammo, the coffee mug with a faded Marine Corps insignia'), and the delayed reveal (withholding information the reader wants while continuing to build the scene around it). Use moderately: juxtaposition (placing two contrasting scenes or details side by side without comment), the McPhee simile (one unexpected but precisely accurate comparison per 500 words — 'The glacier moved at roughly the speed a fingernail grows'). Use sparingly: anaphora, only in passages of extreme accumulation. Never use: rhetorical questions, apostrophe, hypophora, mixed metaphors, cliched similes ('quiet as a mouse'), or any device that requires the writer to step out of the observer role and address the reader directly. Metaphors must be earned through reporting — they should feel like something the scene itself suggests, not something the writer imposed.",
    "use_of_evidence_and_examples": "Evidence is embedded in scene, not presented as supporting argument. Facts arrive through action, dialogue, and observed detail — 'The manifest listed 14,000 containers, and Lawler had to clear every one of them by Friday' rather than 'According to port records, approximately 14,000 containers required clearance.' Statistics and data enter the prose through the characters who use them: 'She pulled up the spreadsheet — 340 entries, each one a failed inspection.' Name sources naturally in the narrative flow: 'Dr. Elena Voss, who had been studying this phenomenon since 2003, kept a chart on her office wall.' Direct quotes should reveal character, not convey exposition — a person should sound like a person, with pauses, qualifications, and the rhythms of actual speech: '\"Look,\" she said. \"I told them in January. I told them again in March. They didn't want to hear it.\"' When using data, present exactly the most telling number and let it sit in a scene: 'The town had 2,200 residents and forty-one churches.' Never dump facts in sequence. Alternate between observed scene and reported detail at a 2:1 ratio.",
    "point_of_view_and_person": "Default to close third-person, shifting between characters as scenes shift — this is Wolfe's third technique, getting inside a subject's perspective through saturation reporting. The writer reconstructs what a character saw, heard, thought, and felt based on extensive interviews and observation: 'Ray looked at the gate and knew immediately that the truck wasn't going to fit.' First person is almost never used; the writer stays behind the camera. When the writer's presence is unavoidable (they were there; the subject addressed them), acknowledge it minimally and return to the subject: 'He turned to me and said, \"You want to see something?\" He walked to the back of the warehouse.' Never use first person for opinion, analysis, or emotional reaction. Second person is forbidden entirely. 'We' is forbidden except in direct dialogue. The stance is that of the embedded reporter: present but invisible, knowing but not omniscient, close but not participatory. Switch POV only at section breaks — never within a paragraph.",
    "punctuation_and_mechanics": "Em-dashes: use 1-3 per 500 words for parenthetical scene details or to interrupt a sentence with an observed detail — 'He opened the folder — it was thicker than he expected — and began reading.' Never use two em-dash pairs in the same paragraph. Semicolons: permitted sparingly for joining two closely related scene beats — 'The door opened; the dog came first.' Maximum one per 500 words. Oxford comma: always. Exclamation marks: forbidden in narration; permitted only in direct dialogue when a character is actually shouting. Ellipses: permitted in direct speech to indicate trailing off or hesitation — '\"I thought we could... I don't know.\"' Never in narration. Colons: use to introduce a single revealing detail or to set up a quoted passage. Parentheses: avoid; use em-dashes instead. Contractions: use in dialogue; avoid in narration unless the narrator's voice calls for it in a specific passage. Quotation marks: use double quotes for all direct speech; single quotes for speech within speech. Italics: for publication titles, foreign words, and to indicate a character's unspoken thought when rendered in close third-person — 'The numbers didn't add up. They never did.'",
    "formatting_and_structure": "Use section breaks (white space or a centered ornament/asterisk) to separate scenes — these are the primary structural unit, equivalent to scenes in a film. No headings, no subheadings, no numbered sections, no bullet points, no bold text. The piece is continuous prose organized by scene breaks. A section runs 400-800 words. Structure the piece around 4-8 major scenes arranged in a chronological or braided-chronological order — McPhee's structural method. If the piece is long (3000+ words), consider a two-timeline structure: the dramatic present (a single day or event told in close detail) intercut with the contextual past (how the characters and situation arrived at this moment). The architecture should be invisible — the reader should feel they are following a story, not navigating a structure. Never use pull quotes, sidebars, callout boxes, or bullet lists. Visual presentation is clean: paragraphs of prose separated by occasional section breaks.",
    "contextual_registers": {
      "headlines": "Maximum 10 words. Concrete noun, proper noun, or specific place anchors the headline. Should evoke a scene rather than declare a thesis. Never a question. Never 'How' or 'Why.' Examples: 'The Man Who Knew Too Much AboutEli Lilly', 'Thirty-One Years at Gate Nine.' Avoid cleverness — clarity and specificity over wordplay.",
      "subheadings": "Not used. Narrative journalism relies on section breaks (white space) rather than subheadings. If a publication requires them, use a concrete image or phrase from the upcoming section: 'The Quonset Hut', 'What the Manifest Said', 'Thursday Morning.'",
      "summaries": "2-3 sentences. Lead with the central character and the scene, not the theme. 'Ray Lawler has spent thirty-one years managing Gate Nine at the Port of Oakland. When a new regulation threatened to shut it down, he did something nobody expected.' Never use meta-language ('This piece explores...'). Write as if pitching the story to an editor in one breath.",
      "captions": "One sentence, present tense, specific. Name the person, the place, the date. 'Ray Lawler checking container manifests at Gate Nine, Port of Oakland, September 2024.' Never generic ('A man working at a shipping port'). The caption should feel like a sentence from the piece."
    },
    "characteristic_constructions": [
      "The status-detail reveal: Introduce a character through a single, precisely observed physical detail that does sociological work — 'He wore a Cartier Santos on a wrist still calloused from twenty years of bricklaying.' The detail reveals the tension between where someone came from and where they are now.",
      "The scene-set accumulation: Open a scene with a catalog of specific, concrete details that build an environment in the reader's mind — 'The office had drop ceilings, a water-stained carpet, a framed photo of the governor, and a whiteboard with the words PHASE 2 circled in red.' Each item is chosen for what it reveals.",
      "The delayed kicker: Withhold a key fact while building the scene around it, then deliver it in a short, flat, declarative sentence — 'She had been working the case for four years. The file was nine inches thick. The defendant was her brother.' The final sentence reframes everything before it.",
      "The dialogue-as-character: Use a direct quote not to convey information but to reveal how a person speaks, thinks, and presents themselves — '\"I told them,\" he said. \"I said, look, this is not a drill. This is not a drill. And they sat there.\"' Repetition, rhythm, and word choice do the characterization.",
      "The time-bridge: Move between present scene and past context through a character's knowledge or memory — 'Ray had seen this before. In 1997, a container ship called the Meridian Star had tried the same approach.' The transition feels natural because it's anchored in what a character knows.",
      "The closing image: End a section or piece on a single, quiet, observed action that carries the emotional weight of everything that preceded it — 'She folded the letter, put it in her coat pocket, and walked out through the parking lot to her car.' No commentary. The image does the work."
    ],
    "influences_and_reference_points": "Draw structural method from John McPhee — his braided chronologies, his structural delay, his transparent prose that lets the subject come through. Draw scene-construction technique from Gay Talese — his immersive opening scenes, his third-person interiority built from saturation reporting, his treatment of ordinary people with the attention usually reserved for the famous. Draw status-detail observation from Tom Wolfe — the symbolic inventory of people's environments, clothing, speech patterns, and possessions, though without Wolfe's exclamatory punctuation or authorial showmanship. Draw sentence-level precision from Joan Didion — her concrete nouns, her refusal to generalize, her trust in the image. Draw contemporary pacing from Patrick Radden Keefe — his ability to braid investigative context into present-tense scene, his disciplined withholding of information, his restrained emotional register. Draw from Susan Orlean's warmth and attentiveness to eccentric subjects. Avoid: Wolfe's typographic pyrotechnics and exclamatory style, Hunter S. Thompson's first-person immersion, Malcolm Gladwell's thesis-driven structure, any writer's tendency to editorialize or moralize from the narrator's position.",
    "anti_patterns": [
      "Must NOT use first-person narration except when the writer's physical presence in a scene is unavoidable. The writer is behind the camera, not in front of it.",
      "Must NOT begin any sentence with 'In today's world', 'In an era of', 'In the age of', or any temporal framing cliche. Scenes are anchored in specific dates and places, not generalized eras.",
      "Must NOT name emotions in narration — never write 'He felt angry', 'She was nervous', 'The room was tense.' Show the emotion through physical behavior, speech, and observed detail.",
      "Must NOT use 'delve', 'navigate', 'landscape', 'tapestry', 'multifaceted', 'paradigm', 'synergy', 'holistic', 'robust', 'innovative', 'foster', 'underscore', 'illuminate', 'nuanced', or 'leverage' — words that signal AI-generated prose.",
      "Must NOT use the construction 'It's not just X — it's Y' or 'It's not about X, it's about Y.' These are AI-typical hedging patterns that editorialize rather than show.",
      "Must NOT editorialize or interpret scenes for the reader — never write 'This was significant because...', 'What made this remarkable was...', 'The irony was not lost on...' Trust the reader to draw conclusions from observed detail.",
      "Must NOT use rhetorical questions. The writer observes and reports; they do not pose questions to the reader.",
      "Must NOT use bullet points, numbered lists, bold text for emphasis, or any formatting that breaks the continuous prose of scene-based narrative.",
      "Must NOT use the 'From X to Y' construction to show range ('From boardrooms to loading docks'). It is a cliche that substitutes for actual reporting.",
      "Must NOT stack adjectives — maximum one adjective before any noun. 'A cracked, faded, sun-bleached sign' becomes 'a cracked sign' or 'a sign so faded the letters had disappeared.' If multiple qualities matter, distribute them across separate clauses.",
      "Must NOT use hedge words ('perhaps', 'might', 'arguably', 'somewhat') in narration. The reporter either knows or they don't. Uncertainty belongs in direct quotes from sources, not in the narrator's voice.",
      "Must NOT employ 'Imagine a world where...' or any hypothetical-future construction. Narrative journalism is built on things that actually happened to real people in real places.",
      "Must NOT use the Wikipedia AI pattern of perpetually balanced hedging — presenting multiple abstract perspectives when the scene itself makes the reality concrete and visible.",
      "Must NOT use formulaic em-dash constructions for false drama or punchy asides. Em-dashes serve the scene — they interrupt with observed detail, not editorial commentary.",
      "Must NOT use transitions that narrate the structure: 'Let's now turn to...', 'Having established that...', 'To understand this, we need to...', 'This brings us to...' Scene cuts and chronology are the transitions."
    ],
    "exemplar_passages": [
      "At ten minutes to six on a Wednesday morning in November, Delia Carnahan pulled her truck into the gravel lot behind the Riverside Meat Locker and sat for a moment with the engine running. The thermometer on the dash read twenty-two degrees. Through the windshield she could see the building's single floodlight casting a yellow circle on the loading dock, and beyond it the dark outline of the processing barn, and beyond that nothing — just fields, flat and frozen, stretching east toward a sky that was only now beginning to lighten at its lowest edge.\n\nShe had owned the Riverside for nine years. Her father had owned it for thirty-one years before that, and his mother for twelve years before that, which meant that a Carnahan had been cutting meat in this building since Eisenhower's second term. The cooler held 140 carcasses. The kill floor could process sixty head of cattle a day. Delia employed eleven people and owed the bank $340,000, and every morning she sat in this truck for exactly four minutes before going inside, drinking coffee from a thermos, looking at the floodlight and the barn and the fields, not thinking about anything in particular.\n\nAt 5:53 she turned off the engine, grabbed the thermos, and walked across the gravel to the loading dock. The steel door was already unlocked. Someone had gotten here before her.",
      "The courtroom on the fourth floor of the Hennepin County Government Center was half empty, which was unusual for a Tuesday. Judge Pauline Achebe had a docket of eleven cases, and the first four had settled or been continued, so by ten-thirty the room had a slack, waiting quality — the bailiff leaning against the wall near the jury box, the court reporter scrolling through her phone, the fluorescent lights buzzing at a frequency just below conscious notice.\n\nMarcos Evelyn sat in the third row of the gallery with his hands folded in his lap. He was forty-four years old, slight, with wire-rimmed glasses and a navy blazer that fit him well. He had driven three hours from Duluth that morning and had not eaten breakfast. The case he was waiting for — State of Minnesota v. Northern Resource Partners, LLC — was ninth on the docket, and when it was finally called at 11:47, he stood up, walked through the gate in the bar, and took his seat at the plaintiff's table beside his attorney, a woman named Ruth Kjellberg who had been handling environmental cases in this courthouse for twenty-six years.\n\nThe dispute was about water. Specifically, it was about 2.4 billion gallons of water that had drained from a taconite mine into a network of streams feeding the St. Louis River watershed. The state said this was a violation. Northern Resource Partners said it was hydrology. Marcos Evelyn, who had grown up fishing those streams with his grandfather, said it was something else entirely, though when asked to define what, he paused for a long time before answering.",
      "The building where Patricia Koh worked had no sign on the door. It occupied the second and third floors above a nail salon on Clement Street in San Francisco's Richmond District, and from the outside it looked like nothing — a narrow staircase, a buzzer with no label, a security camera the size of a golf ball mounted above the transom. Inside, the staircase opened onto a room with fourteen workstations arranged in two rows, each one fitted with three monitors, a headset, and a small framed photograph of the person who sat there. Patricia's photograph showed her at nineteen, standing in front of a cinder-block building in Quezon City. She was thirty-seven now.\n\nShe arrived every morning at seven and spent the first hour reading — not email but transcripts, dozens of pages of transcripts generated overnight by a system that monitored 1,400 social media accounts across six countries. Her job was to find the patterns the system missed. She had a notebook for this, a Moleskine with a green cover, and she filled roughly one page per day with shorthand notes that no one else in the office could decipher. When she found something, she flagged it with a small adhesive dot — yellow for possible, red for confirmed — and passed the transcript to the analyst at the next workstation.\n\nIn three years she had placed 1,247 yellow dots and 340 red ones. She knew the numbers exactly. She kept a running tally on the inside cover of each notebook, and when a notebook was full she filed it in a locked drawer beside her desk and started a new one. The drawer held eleven notebooks. She had never lost one."
    ]
  }
}