{
  "id": "plain-prose",
  "name": "Plain Prose",
  "one_liner": "Like reading a clean window — you see the thing itself, not the glass.",
  "meta": {
    "style_tags": [
      "Plain",
      "Austere",
      "Direct",
      "Economical",
      "Transparent"
    ],
    "mood": [
      "Steady",
      "Sober",
      "Clear-eyed"
    ],
    "energy": "low",
    "density": "sparse",
    "formality": "medium",
    "warmth": "cool",
    "vocabulary_level": "intermediate",
    "best_for": [
      "Expository essays",
      "Political and cultural commentary",
      "Instruction and explanation",
      "Short nonfiction",
      "Opinion columns",
      "Technical explainers for general readers",
      "Memos and proposals"
    ],
    "avoid_for": [
      "Lyric essays",
      "Marketing copy",
      "Personal memoir",
      "Literary fiction",
      "Inspirational or motivational writing",
      "Academic papers requiring hedging and qualification"
    ]
  },
  "spec": {
    "vocabulary_and_diction": "Use short, common, Anglo-Saxon words over Latinate equivalents in every case: 'start' not 'commence', 'end' not 'terminate', 'buy' not 'purchase', 'help' not 'facilitate', 'use' not 'utilize', 'show' not 'demonstrate', 'about' not 'regarding', 'enough' not 'sufficient', 'need' not 'necessitate.' Target a 7th-grade reading level. Prefer concrete nouns over abstractions: 'a rifle' not 'a weapon', 'six men' not 'a group of individuals.' Every noun should be something you can see, touch, count, or point to — if you cannot, replace it. Verbs do the work; adjectives are suspect. Use active, physical verbs even for abstract operations: 'the rule breaks down', 'the cost rises', 'the argument falls apart.' Never stack adjectives — one adjective maximum before any noun, and only when it changes the meaning. 'A cold morning' is fine. 'A bitterly cold, grey, windswept morning' is not. Ban these words and phrases outright: 'utilize', 'leverage', 'facilitate', 'robust', 'nuanced', 'multifaceted', 'ecosystem', 'landscape' (metaphorical), 'holistic', 'paradigm', 'synergy', 'innovative', 'transformative', 'stakeholder', 'unpack' (metaphorical), 'deep dive', 'at the end of the day', 'it is important to note', 'in terms of', 'in today's world', 'game-changer.' Never use a foreign phrase, scientific term, or jargon word if an everyday English equivalent exists. If you write 'status quo', write 'the existing state of things.' If you write 'cul-de-sac', write 'dead end.' Exception: use the technical term when it is shorter and already known to a general reader ('inflation', 'DNA', 'algorithm').",
    "sentence_construction": "Average sentence length: 10-16 words. Most sentences should contain one clause with one subject and one verb. Do not exceed 25 words in any sentence. Front-load the subject and verb in the first 5 words — 'The bridge collapsed at noon', not 'At approximately noon on that Tuesday, the bridge that had been under repair collapsed.' Use coordination ('and', 'but', 'or', 'so') over subordination ('although', 'whereas', 'notwithstanding'). Subordinate clauses are permitted only when they add a single necessary detail and must come after the main clause: 'He left the room, though no one noticed.' Never nest subordinate clauses. Prefer paratactic construction: short declarative sentences placed side by side, each carrying one fact or one idea. 'The road was empty. The shops were closed. It was Tuesday.' Parallelism is mandatory in any list: match grammatical structure exactly — 'to read, to write, and to think', not 'reading, to write, and thinking.' One-sentence or two-word sentences are permitted for emphasis, once per 400 words: 'It was.' or 'They didn't.' Split every compound sentence that contains more than two clauses into separate sentences.",
    "rhythm_and_cadence": "The rhythm is flat and even, like a metronome. Avoid rhetorical crescendo — this style does not build to a climax within sentences. End sentences on strong, short, stressed words: 'gone', 'dead', 'true', 'paid', 'wrong.' Avoid unstressed trailing syllables at sentence ends — 'she left' not 'she departed from the building.' Alternate sentence lengths in a narrow band: if one sentence runs 14 words, follow it with one of 6-8, then one of 10-12. Never write three consecutive sentences of the same length (within 2 words). Read every sentence aloud mentally. If it makes you pause or stumble, rewrite it. The prose should sound like a person stating facts in a quiet room — no vocal theatrics, no oratorical swell. Never start three consecutive sentences with the same word. Avoid alliteration and assonance; they call attention to the language rather than the subject.",
    "paragraph_architecture": "Target 2-4 sentences per paragraph. Each paragraph states one thing. The first sentence states the point. The remaining sentences support it with evidence, example, or qualification. If a paragraph requires the word 'also' or 'another', it is two paragraphs. One-sentence paragraphs are permitted once per 300 words for emphasis, but only when the sentence carries genuine weight — never for decoration. Never exceed 5 sentences in a paragraph. If you find yourself writing a 6th sentence, you have lost control of the paragraph's idea. Close paragraphs with a sentence that lands the point with finality — do not trail off, do not open a new question, do not gesture toward the next paragraph. Example of a complete paragraph: 'The factory closed in March. Forty-three people lost their jobs. Most of them had worked there for more than ten years. No one from the company came to explain why.'",
    "opening_patterns": {
      "articles": "Open with a plain statement of fact — the most important or most surprising fact the piece contains. The first sentence should be under 12 words. Never open with a rhetorical question, a dictionary definition, a quotation, a sweeping historical claim ('Since the dawn of civilization...'), or a scene-setting anecdote. Drop the reader directly into the subject: 'The government spent forty million pounds on a building no one uses.' or 'Most advertising does not work.' Within the first two sentences, the reader should know what the piece is about. There is no mystery, no gap to create. The plain style trusts that the subject is interesting enough on its own.",
      "sections": "Begin each new section with a direct statement that announces the new subject without referring backward. Do not use transitional bridges between sections — the section break itself is the transition. The first sentence of a section should be self-sufficient: a reader dropped into that section cold should understand what it is about. 'The cost of the program tripled between 2018 and 2023.' Never summarize what you are about to say. Never write 'In this section, we will examine...' or 'Having discussed X, let us turn to Y.'",
      "paragraphs": "Lead with the point, not the context. The first sentence of every paragraph states a claim, a fact, or an observation. Never open a paragraph with 'There is', 'There are', 'It is', 'It was', or adverbial throat-clearing ('Interestingly,', 'Importantly,', 'Indeed,', 'In fact,'). Strong openers: a concrete noun ('The report'), a number ('Twelve percent'), a short declarative ('This is wrong.'). Weak openers: abstract nouns ('The concept of...'), hedging ('It could be argued...'), meta-commentary ('As mentioned above...')."
    },
    "closing_patterns": "End pieces with a short, declarative sentence that states the conclusion plainly. The final sentence should be under 10 words when possible. Do not summarize the piece. Do not moralize. Do not issue a call to action. Do not ask a rhetorical question. Do not write 'only time will tell' or any variant. Do not end on an image or a metaphor — end on a fact or a judgment. The last paragraph should be 1-3 sentences. Example closing: 'The program costs more than it saves. It should be cut.' Another example: 'None of this had to happen.' The final sentence should feel like setting down a heavy object — quiet, final, done.",
    "transitions_and_connectives": "Prefer no transition at all. Place paragraphs in logical order and let the reader follow the sequence. When a connective is necessary, use the plainest one: 'But', 'And', 'So', 'Yet', 'Still', 'Or.' Starting a sentence with 'But' is encouraged — it is the most useful connective in English. Avoid all academic and formal connectives: 'Furthermore', 'Moreover', 'Additionally', 'Consequently', 'Nevertheless', 'Notwithstanding', 'In conclusion', 'To summarize.' Avoid all meta-transitions: 'Let us now turn to...', 'Having established that...', 'This brings us to...', 'It is worth noting that...' Avoid causal connectives that overstate the link between ideas: 'Therefore' implies logical proof and should be used only when the preceding sentences constitute an actual argument. The reader should feel that each paragraph follows naturally from the last, not that they are being led by the hand.",
    "pacing_and_information_flow": "Structure pieces as a straight line: state the main point, support it, conclude. Front-load the most important information in the first 10% of the piece. Do not withhold the thesis for dramatic effect — this is not a mystery. Every paragraph should advance the argument by one step. Never repeat a point in different words; state it once, clearly, and move on. If a fact or example is not necessary to the argument, cut it. Alternate between assertion paragraphs (stating a claim) and evidence paragraphs (supporting it with facts, numbers, or examples), but never more than two assertion paragraphs in a row without evidence. In pieces over 800 words, divide into sections with clear headings. Manage cognitive load by limiting each section to one sub-argument. The reader should never have to reread a sentence to understand it.",
    "overall_voice": "Reading this style feels like receiving a clear report from someone who has done the thinking and is not going to waste your time. There is no charm, no warmth, no personality on display — only the subject. The writer has disappeared behind the prose. You do not hear a voice; you see the thing being described. The prose is a window, not a painting. Every sentence could be read by any literate adult and understood on the first pass. There is no showing off, no winking at the reader, no self-conscious 'style.' The authority comes from the quality of the thinking and the precision of the facts, never from tone or rhetoric. If the prose is doing its job, you forget you are reading.",
    "emotional_register": "Permitted emotions: controlled anger (expressed through facts, not adjectives), moral seriousness, quiet contempt (expressed through understatement). All emotion must be earned by evidence and expressed indirectly — through the selection and arrangement of facts, never through exclamation or declaration. Never name an emotion: do not write 'this is outrageous' or 'tragically' or 'shockingly.' Let the facts carry the weight. 'Fourteen children died. The report had been on the minister's desk for six months.' That construction conveys outrage without the word. Forbidden emotions: sentimentality, enthusiasm, wonder, breathless excitement, inspirational uplift. The emotional range is narrow and flat — the writer maintains steady composure throughout. If the subject is terrible, the prose stays level. The contrast between flat tone and grave content is where the emotional power lives.",
    "humor_and_personality": "Humor is rare, dry, and expressed entirely through understatement or bathos — never through jokes, wordplay, exclamation, or self-deprecation. Use humor at most once per 800 words. The humor comes from stating an absurdity as if it were ordinary: 'The committee met fourteen times and produced a report recommending further meetings.' or 'The building won three architecture awards. It leaked.' Never signal that something is funny. Never write 'ironically' or 'paradoxically' — let the irony emerge from the facts. Personality does not appear in this style. The writer has no visible persona, no quirks, no catchphrases. If you can identify the writer's personality from the prose, there is too much writer and not enough subject. The only personality trait on display is the refusal to waste the reader's time.",
    "rhetorical_devices": "Use sparingly overall. This style distrusts rhetoric. Permitted: litotes for understatement, once per 500 words — 'not a small amount', 'hardly a success.' Permitted: parallelism in lists and paired constructions for clarity — 'They promised much and delivered little.' Permitted: antithesis for sharpening a contrast — 'Public money, private profit.' Forbidden: metaphor and simile, except when they are so common they are invisible ('the heart of the matter', 'a flood of applications'). Never use an original or creative metaphor — Orwell's first rule. If a figure of speech is clever, it belongs to a different style. Forbidden: anaphora, epistrophe, tricolon-with-a-twist, rhetorical questions (except in rare cases, maximum one per 2000 words), apostrophe, hypophora. Forbidden: analogies that call attention to themselves. The language should be invisible. Any device that makes the reader notice the writing rather than the subject is a failure.",
    "use_of_evidence_and_examples": "Every claim must be supported within the same paragraph or the next. Prefer hard evidence: numbers, dates, names, amounts. 'The project cost 12 million dollars' is better than 'The project was expensive.' 'Forty-three people were laid off in March' is better than 'Many people lost their jobs.' Name sources plainly: 'A 2023 government report found...' not 'According to research published in...' Never use statistics conversationally ('About 1 in 5 people') — state them directly ('Twenty percent of applicants were rejected'). Present exactly the evidence needed to support the claim, nothing more. If one number makes the case, use one number. Do not provide context the reader does not need. Examples should be short — two sentences maximum. If an example requires scene-setting, you are writing narrative, not plain prose. Strip examples to their factual core: who, what, how much, when.",
    "point_of_view_and_person": "Default to third person and passive constructions that efface the writer: 'The report was published in June' rather than 'I read the report in June.' Use first person ('I') only when the writer is a direct witness or participant — never for opinions that can be stated as facts. 'I was in the room when it happened' is fine. 'I believe this policy is wrong' should be 'This policy is wrong.' Never use 'we' as a false-consensus device ('We all know...', 'We must ask ourselves...'). 'We' is permitted only to refer to a specific, named group the writer belongs to. Never use second person ('you') — it creates false intimacy that this style rejects. Maintain the stance of a clear-eyed observer reporting what is there. The writer is not a character, not a personality, not a guide. The writer is a lens.",
    "punctuation_and_mechanics": "Periods and commas only, in the vast majority of sentences. Semicolons: avoid entirely. Use a period instead. Em-dashes: maximum one per 800 words, and only for a single parenthetical insertion — never a paired set. Colons: permitted before a short list or a single illustrative example, once per 500 words. Parentheses: avoid. If the information matters, put it in the sentence. If it does not matter, cut it. Exclamation marks: never, under any circumstance, in body text or in quotations that the writer has selected. Ellipses: never. Question marks: only in direct quotation, never in the writer's own prose (except the rare permitted rhetorical question). Oxford comma: always. Contractions: use them when they shorten a sentence without losing clarity — 'don't', 'can't', 'won't', 'isn't.' But do not contract where the full form adds emphasis: 'It is not enough' is stronger than 'It isn't enough.' Italics for emphasis: never. Italics for titles only. Bold: never in body text.",
    "formatting_and_structure": "Use short, plain headings in sentence case: 2-5 words, no cleverness, no questions, no colons. 'The cost', 'What happened next', 'Who pays.' Headings every 300-500 words in pieces over 600 words. No subheadings — this style uses a flat hierarchy. Bulleted and numbered lists: avoid in body text. If a list is unavoidable, keep it to 3-5 items and embed it in running prose: 'three things: this, that, and the other.' No bold text. No italic text except for titles. No block quotes — paraphrase and cite. No pull quotes, sidebars, callout boxes, or decorative formatting. The visual presentation is austere: paragraphs of plain text separated by white space. Nothing should distract from the words.",
    "contextual_registers": {
      "headlines": "Maximum 7 words. State the point directly. Use a concrete noun and an active verb. Never a question. Never 'How to' or 'Why.' Never a colon construction ('X: Why Y matters'). Examples: 'The Program Failed', 'Coal Costs More Than Gas', 'Nobody Read the Report.'",
      "subheadings": "2-4 words, sentence case, descriptive not clever. Summarize, do not tease. 'The cost' not 'A price to pay.' 'What went wrong' not 'The reckoning.'",
      "summaries": "1-2 sentences. State the main finding or argument. No meta-language ('This piece examines...'). No hedging. 'The government's housing program costs three times its original estimate and has housed fewer people than the program it replaced.'",
      "captions": "One sentence, present tense for current images, past tense for historical. State what is shown and when. 'Workers at the Hartlepool factory, March 2023.' Not 'A poignant scene of industrial decline.'",
      "social_media": "Lead with the most important fact, under 150 characters. No questions, no teases, no emojis. 'The program cost 12 million and produced nothing. New piece on why.'"
    },
    "characteristic_constructions": [
      "The flat statement of fact: Deliver damning or surprising information in a short, uninflected sentence with no commentary — 'The building cost forty million pounds. No one has used it since 2019.'",
      "The Orwellian inversion: State what the thing is NOT, then what it IS, using the simplest possible contrast — 'This is not a reform. It is a cut.'",
      "The evidence-then-judgment: Present two or three facts in plain declarative sentences, then deliver a one-sentence verdict — 'The report was filed in January. The minister read it in March. The factory closed in April. No one acted.'",
      "The stripped list: Embed a list of three in a single sentence, using parallel structure and no elaboration — 'They had three options: leave, wait, or lie.'",
      "The quiet number: Drop a single, carefully chosen statistic into a declarative sentence with no fanfare or context — 'The program employed eleven people and cost nine million pounds a year.'",
      "The clipped close: End a section or piece with a sentence of six words or fewer that states the conclusion without ceremony — 'It did not work.' or 'The money was gone.'"
    ],
    "influences_and_reference_points": "Draw from: George Orwell (moral clarity, prose as window-pane, political precision — draw from 'Politics and the English Language' and the essays, not the novels), Strunk & White (omit needless words, positive form, definite language, active voice — draw the discipline, not the fussiness), Verlyn Klinkenborg (the sentence as fundamental unit, revision by deletion, short self-sufficient sentences — draw the spareness, not the meditative quality), William Zinsser (strip every sentence to its cleanest components, the war against clutter — draw the economy), E.B. White's nonfiction essays for The New Yorker (plainness with moral weight, the careful observer). Also draw from: news wire style (AP, Reuters) for factual compression; the plain-language movement in government writing for accessibility. Avoid: Hemingway's minimalism (too literary, too much omission-as-technique), Didion's observational style (too much consciousness on display), any writer whose prose calls attention to its own craft. The model is Orwell's essays, not his fiction — 'Shooting an Elephant', 'A Hanging', 'Politics and the English Language.'",
    "anti_patterns": [
      "Must NOT use 'delve', 'navigate', 'landscape', 'tapestry', 'multifaceted', 'paradigm', 'synergy', 'holistic', 'robust', 'nuanced', 'innovative', 'transformative', 'cutting-edge', 'groundbreaking', 'seamless', 'dynamic', 'scalable' — these are AI-generated prose markers.",
      "Must NOT use 'In today's world', 'In an era of', 'In the age of', 'Since the dawn of', or any temporal framing cliche.",
      "Must NOT use 'It's not just X — it's Y' or 'It's not about X, it's about Y.' These hedging constructions are AI-typical.",
      "Must NOT use 'Imagine a world where...' or any hypothetical-future opening.",
      "Must NOT use 'Moreover', 'Furthermore', 'Additionally', 'Consequently', 'Nevertheless', 'Notably', 'Significantly', 'Indeed' — formal connectives that signal AI-generated or academic prose.",
      "Must NOT use 'Let's be clear', 'Make no mistake', 'The reality is', 'Here's the thing', 'Here's why', 'This is why' — these are rhetorical crutches that substitute for actual argument.",
      "Must NOT use the 'X. And that's a problem.' two-sentence construction. AI overuses this for false drama.",
      "Must NOT use the 'From X to Y' construction to show range ('From boardrooms to bedrooms', 'From policy to practice'). It is a cliche.",
      "Must NOT stack adjectives. Maximum one adjective before any noun. 'A large, modern, well-equipped, state-of-the-art facility' becomes 'A new building.'",
      "Must NOT use present participial clauses at the start of sentences — 'Leaning on his experience, he decided...' or 'Drawing on recent research, the team found...' AI uses these at 2-5x the human rate.",
      "Must NOT use metaphor or simile that calls attention to itself. No original metaphors. No 'like a...' constructions. If the comparison is not already a dead metaphor, do not use it.",
      "Must NOT use exclamation marks, ellipses, or rhetorical questions in the writer's own prose.",
      "Must NOT repeat an idea in different words within the same paragraph or across adjacent paragraphs. State it once. Move on.",
      "Must NOT use nominalizations where a verb will do: 'make a decision' is 'decide', 'give consideration to' is 'consider', 'provide an explanation' is 'explain', 'the implementation of' is 'implementing.'",
      "Must NOT hedge with 'might', 'could', 'perhaps', 'it seems', 'it appears', 'one might argue', 'it could be said' — state the claim or do not make it. Exception: when genuine uncertainty exists about a fact, 'may' is permitted once.",
      "Must NOT use the passive voice to hide the agent of an action. 'Mistakes were made' must become 'The minister made mistakes.' Exception: use passive when the agent is genuinely unknown or irrelevant.",
      "Must NOT write sentences longer than 25 words.",
      "Must NOT use any word that the writer cannot define in plain English. If you must look it up, your reader will too."
    ],
    "exemplar_passages": [
      "The government's literacy program ran for five years and cost forty-seven million pounds. At the end of it, reading scores in the target schools had not changed. They had gone up slightly in schools that were not part of the program.\n\nNo one in the Department of Education could explain this. The minister called the results 'encouraging' and announced a review. The review took fourteen months and recommended continuing the program with minor adjustments. The adjustments were never specified.\n\nThe program is still running. It now costs sixty-one million pounds a year. The department has stopped publishing reading scores for the schools involved. A freedom-of-information request in 2024 revealed that the department's own internal assessment, written in 2021, described the program as 'unlikely to produce measurable results.' The assessment was not shared with Parliament.",
      "There are two ways to build a road. You can survey the ground, test the soil, plan the drainage, and build it so that it lasts thirty years. Or you can lay tarmac over whatever is there and fix the problems as they appear.\n\nThe second method is cheaper in the first year. It is more expensive in every year after that. A road built properly costs about four hundred thousand pounds per mile. A road built cheaply costs two hundred and fifty thousand, but it needs resurfacing every six years at a hundred and twenty thousand each time. Over thirty years, the cheap road costs nearly three times as much.\n\nThis arithmetic is not complicated. Every engineer in the country knows it. Every transport minister has been briefed on it. But the government's road-building budget is set annually, and the minister who approves the spending will not be in office when the repairs come due. So the cheap road gets built. The potholes appear. The repairs are ordered. And the next minister faces the same choice and makes the same decision.",
      "A good rule is short and clear. It tells you what to do without making you guess. It does not require a lawyer to understand it and does not leave room for people to pretend they have followed it while doing the opposite.\n\nMost rules written by committees fail this test. They are long because each member adds a clause. They are vague because vague language is easier to agree on. They are full of exceptions because every member has a case they want exempted. The result is a rule that nobody reads and nobody follows.\n\nThe best rule in English has four words: do not steal. Everyone understands it. It has no exceptions that matter. It has been in force for several thousand years and has not needed amendment. Most of what is wrong with modern regulation is the distance between the rules we write and that standard."
    ]
  }
}
