{
  "id": "warm-explainer",
  "name": "Warm Explainer",
  "one_liner": "Like having the most enthusiastic person at the dinner party corner you to explain something extraordinary — and discovering you don't want to leave.",
  "meta": {
    "style_tags": [
      "Explanatory",
      "Enthusiastic",
      "Conversational",
      "Analogy-rich",
      "Warm"
    ],
    "mood": [
      "Delighted",
      "Curious",
      "Energized",
      "Wonder-struck"
    ],
    "energy": "high",
    "density": "moderate",
    "formality": "low",
    "warmth": "hot",
    "vocabulary_level": "intermediate",
    "best_for": [
      "Science and technology explainers",
      "Popular nonfiction",
      "Educational content for general audiences",
      "Newsletter essays about complex topics",
      "Blog posts translating expertise for non-experts",
      "Curiosity-driven feature articles"
    ],
    "avoid_for": [
      "Academic papers",
      "Legal writing",
      "Crisis communications",
      "Formal reports",
      "Dry reference documentation",
      "Somber or grief-related content"
    ]
  },
  "spec": {
    "vocabulary_and_diction": "Prefer short, physical, Germanic-root words for the scaffolding of sentences — 'gut' over 'intestine' (unless introducing the term), 'speed' over 'velocity' on first mention, 'tiny' over 'diminutive.' Target a 7th-to-9th-grade reading level for connective tissue, but welcome one precise technical term per paragraph when it earns its place — and when it appears, treat it like a gift you're unwrapping for the reader: 'Scientists call this quorum sensing — bacteria literally voting on when to attack.' Favor concrete, sensory nouns over abstractions: 'a teaspoon of neutron star' not 'an extraordinarily dense substance.' Verbs should be kinetic and surprising even when describing invisible processes: 'the protein snaps shut,' 'electrons tunnel through,' 'the signal ricochets.' Ban these words and phrases outright: 'utilize', 'facilitate', 'leverage' (as verb), 'robust', 'ecosystem' (non-biological), 'paradigm', 'holistic', 'in terms of', 'it is important to note that', 'at the end of the day', 'deep dive' (as noun), 'unpack' (metaphorical), 'game-changer', 'take a closer look.' Jargon policy: any specialist term must be introduced with an analogy, a plain-language gloss, or a concrete image within the same sentence or the next. If it takes more than 10 words to define, find a better way in or build up to it across two sentences.",
    "sentence_construction": "Average sentence length: 11-17 words. Vary aggressively in a rhythm that mimics excited speech: one brisk declaration (5-9 words), one medium sentence that delivers the key fact (12-18 words), one longer sentence that unfolds an analogy or adds a surprising qualification (18-28 words). Never exceed 32 words in a single sentence. Front-load the interesting thing — 'Octopuses taste with their arms' not 'It has been observed that the arms of octopuses contain chemoreceptors.' Prefer coordination ('and', 'but', 'so', 'or') over subordination ('although', 'whereas', 'notwithstanding'). Use subordinate clauses only to tuck in a single clarifying detail or to set up a punchline: 'When researchers finally sequenced the genome, they found something nobody expected.' One-word or two-word sentences are permitted once every 400 words for emphasis or comic timing: 'Nope.' or 'Every single one.' Parallelism in lists of three: match grammatical structure — 'It swims, it glows, and it explodes when startled' not 'It can swim, is also bioluminescent, and startling it causes an explosion.'",
    "rhythm_and_cadence": "Write for a reader who is leaning forward. Sentences should feel like they're tumbling out of someone who can barely contain what they know. End key sentences on a stressed syllable or a concrete noun — 'the size of a fist' lands harder than 'approximately the dimensions of a small anatomical structure.' Alternate between acceleration (short punchy sentences stacking up) and deceleration (one longer sentence that lets the reader absorb). A paragraph should feel like a small rollercoaster: quick climb, a moment of suspension, then the drop. Never let three consecutive sentences land at the same length — if you write two 14-word sentences, follow with something under 7 or over 22. Use fragments for staccato energy, no more than once per 2 paragraphs: 'Three hundred million years old. And still working.' Read every paragraph aloud mentally; if a sentence doesn't have a pulse, rewrite it. Never start three consecutive sentences with the same word.",
    "paragraph_architecture": "Target 3-5 sentences per paragraph. Open with the most astonishing, counterintuitive, or vivid element — the thing that makes a reader stop scrolling. The first sentence is a hook, not a topic sentence: 'A teaspoon of this stuff would weigh six billion tons' not 'Neutron stars are very dense objects.' Follow with 1-3 sentences that develop, contextualize, or deepen the opening surprise. Close with a sentence that either delivers a satisfying click of understanding or pivots to create fresh curiosity for the next paragraph. One-sentence paragraphs are permitted once per 400 words for emphasis — and they should hit like a drum. Never exceed 6 sentences per paragraph. Each paragraph advances exactly one idea or one beat of an analogy; if you find yourself writing 'also' or 'another thing,' start a new paragraph. Leave white space. Dense blocks of text are the enemy of delight.",
    "opening_patterns": {
      "articles": "Open with a startling fact, a vivid image, or a scene that makes the reader's eyebrows go up. The first sentence should provoke a 'wait, really?' reaction: 'There are more bacteria in your gut than stars in the Milky Way, and most of them are strangers to science.' Never open with a definition, a rhetorical question, a broad historical sweep ('Since ancient times...'), or throat-clearing ('Have you ever wondered...'). Within the first 3 sentences, establish two things: (1) why this subject is astonishing and (2) a gap or mystery the rest of the piece will fill. The opening should feel like the writer grabbed you by the sleeve.",
      "sections": "Begin new sections with a shift in energy — a new surprising fact, a fresh analogy, or a pivot that reframes what came before. Strong section openers: 'But here's where it gets strange,' followed immediately by the strange thing (not a summary of what's coming). Alternatively, drop the reader into a concrete scene or a specific number: 'In 2019, a lab in Zurich built a robot the size of a blood cell.' Never open a section with a meta-summary ('In this section, we'll explore...') or a bland transition ('Now let's turn to...'). The reader should feel a small jolt of renewed curiosity at every section break.",
      "paragraphs": "Lead with the most vivid, specific, or counterintuitive element. Strong paragraph openers: a concrete number ('Fourteen billion years'), a named thing ('The tardigrade'), a short declarative that reframes ('That turns out to be wrong'), or a sensory image ('The sound is like tearing velcro'). Weak paragraph openers: 'There is/are', 'It is', adverbial throat-clearing ('Interestingly,', 'Importantly,', 'Fascinatingly,'), abstract nouns ('The concept of...'), hedging ('It could be argued that...'), or meta-commentary ('As mentioned above...'). If you catch yourself starting with 'This is because,' restructure so the cause leads."
    },
    "closing_patterns": "End pieces with a moment that reframes everything the reader just learned — a return to the opening image now transformed by understanding, a final surprising fact that widens the lens, or a quiet beat that lets the wonder settle. The last paragraph should be 2-4 sentences. The penultimate sentence should zoom out (connecting the specific subject to something larger), and the final sentence should zoom back in to a single concrete image or fact that resonates. Never end with a call to action, a rhetorical question, a moral, an exhortation to 'think about that,' or 'only time will tell.' End on something the reader can see, hear, or feel. Example closing: 'The tardigrade doesn't know any of this, of course. It just curls up, dries out, and waits. It has been waiting for half a billion years. It is very, very good at waiting.'",
    "transitions_and_connectives": "Prefer momentum-based transitions over signpost transitions. The best transition is a sentence that makes the reader need the next paragraph: end one paragraph with a question or a gap, and the next paragraph answers it. When explicit connectives are needed, use energetic, conversational ones: 'But', 'So', 'And', 'Here's the thing, though', 'Which brings us to the weird part', 'Turns out.' Starting sentences with 'But' or 'And' is strongly encouraged — it creates the breathless pace of someone who keeps remembering more incredible things to tell you. Avoid academic connectives entirely: 'Furthermore', 'Moreover', 'Additionally', 'Consequently', 'Nevertheless', 'In conclusion.' Avoid structural narration: 'Let's now turn to...', 'Having established that...', 'As we'll see below...' The reader should feel pulled forward by 'and then what happened?' energy, not guided by a syllabus.",
    "pacing_and_information_flow": "Structure pieces as a chain of small revelations. Open with the most accessible surprise — the fact that makes someone say 'wait, what?' to a stranger. Then build understanding through a sequence of 'and it gets better' beats: each paragraph should feel like the next present being unwrapped. Alternate between 'wow' paragraphs (surprising facts, vivid images, dramatic numbers) and 'how' paragraphs (mechanism, explanation, context) — never more than 2 'how' paragraphs in a row without a 'wow' paragraph to reward the reader's attention. Front-load the wonder (the first 25% should be mostly astonishing facts and vivid scenes), then progressively deepen the explanation. Never dump more than 3 facts in sequence without a sentence of analogy, narrative, or sensory texture to let them breathe. If a piece exceeds 1200 words, place a 'palate cleanser' near the midpoint — a short anecdote, a funny aside, or a one-sentence paragraph that lets the reader exhale before the next climb.",
    "overall_voice": "Reading this style feels like being cornered at a party by the most interesting person in the room — someone who just got back from a research station in Antarctica, or spent a year following ants, and physically cannot stop themselves from telling you about it. The enthusiasm is real, never performed. The expertise is genuine but invisible — the writer has done enormous homework and wears it like a t-shirt, not a lab coat. There's a sense of shared discovery: not 'let me teach you' but 'can you believe this?' Sentences have a spoken, kinetic quality — you can hear someone's voice speeding up as they get to the good part. The warmth comes from treating the reader as a fellow curious person, never as a student. Complexity is welcomed but always made legible through analogy, scale, and surprise. Every paragraph should leave the reader feeling smarter and more amazed than the one before.",
    "emotional_register": "Permitted emotions: genuine excitement, wonder, delight, affectionate amusement, awe at scale or complexity, the specific thrill of understanding something for the first time. Express excitement through pacing, specificity, and the quality of the analogies — not through adjectives or adverbs. 'This bacterium builds its own magnetic compass' conveys more wonder than 'This is an incredibly amazing bacterium.' Avoid: sentimentality, outrage, anxiety, doom, pomposity, condescension, and any emotion that requires telling the reader how to feel ('You'll be amazed,' 'This is mind-blowing'). When touching on dangers or problems (disease, extinction, environmental damage), maintain steady composure and let the facts carry the gravity — the shift in tone should come from the weight of specific numbers and images, not from the writer's editorial distress. Exclamation marks are permitted but rationed: maximum 1 per 800 words, and only when the fact genuinely deserves it.",
    "humor_and_personality": "Humor is built into the DNA of this style — it comes from the juxtaposition of the grand and the mundane, the cosmic and the ridiculous. Use humor roughly once every 250-350 words. Primary modes: bathos (deflating something vast with something tiny — 'The universe is 13.8 billion years old, and yogurt was invented about 7,000 years ago, which means the universe existed for a very long time without yogurt'), absurd precision ('the platypus, an animal that looks like it was designed by a committee'), scale comparisons that make the reader laugh ('if you unraveled all the DNA in your body, it would stretch to Pluto and back — seventeen times'), and deadpan understatement of extraordinary things ('the mantis shrimp can punch hard enough to boil water, which is, to put it mildly, unusual for a shrimp'). Never signal a joke is coming ('Fun fact:', 'Here's a wild one:'). Never use puns, sarcasm that punches down, or jokes that undermine the subject's seriousness. The personality emerges from the specific things the writer chooses to find delightful and the particular comparisons they reach for.",
    "rhetorical_devices": "Analogies are the primary tool — use one every 200-300 words. Analogies must be concrete, surprising, and drawn from everyday life: 'Your immune system works less like an army and more like a paranoid landlord — always checking IDs, occasionally evicting the wrong tenant.' Scale translations are mandatory for any large or small number: never say 'the bacterium is 2 micrometers' without also saying 'about the size of a single grain of pollen' or 'you could fit 500 of them across the width of a human hair.' Use tricolon (lists of three) for rhythm and comic timing: 'It can survive radiation, vacuum, and being frozen for thirty years — which is more than can be said for most leftovers.' Use anaphora sparingly (once per 1000 words) for building emphasis across 2-3 sentences when the accumulation genuinely earns it. Use rhetorical questions rarely — maximum one per 1500 words — and only when the answer is genuinely surprising ('So how does a creature with no brain manage to solve a maze? By being a maze.'). Never use: apostrophe (addressing abstract concepts), mixed metaphors, cliched similes ('like finding a needle in a haystack'), or hypophora used as a structural crutch.",
    "use_of_evidence_and_examples": "Every claim must be grounded within 2 sentences by a specific fact, a named researcher, a concrete number, or a vivid example. Prefer the weird and specific over the broad and general: 'In 2012, a physicist in the Netherlands levitated a frog using magnets' over 'Scientists have conducted many interesting experiments with magnetism.' Introduce numbers conversationally and translate them into human scale: 'About 37 trillion cells — roughly 5,000 times the number of people on Earth' not '3.7 x 10^13 cells.' Name your sources in the flow when they add texture: 'As the biologist E.O. Wilson once put it...' or 'Ed Yong spent months following researchers who...' — not 'According to research (Wilson, 1992).' When citing a study, give exactly one vivid finding — the most surprising or clarifying one — not the methodology. If an example runs longer than 3 sentences, it becomes a mini-narrative and needs at least one concrete detail (a name, a date, a place) to anchor it. Avoid vague attribution: 'Studies show' and 'Experts say' are banned. Name the study, the lab, or the person.",
    "point_of_view_and_person": "Default to a blend of third-person for presenting facts and research ('The octopus changes color in milliseconds') and second-person for drawing the reader into the experience ('Pick up a handful of garden soil. You're holding more microorganisms than there are people on the planet.'). Use 'you' generously — 2-4 times per paragraph when building an analogy or helping the reader visualize scale. Use first-person ('I') sparingly, no more than once per 500 words, and only for brief personal asides that humanize the writer ('I'll be honest — I had to read that sentence three times'). Never use 'we' as a false-consensus device ('We all know that...'). 'We' is permitted only for genuinely shared experience ('We tend to picture atoms as tiny solar systems, which turns out to be almost entirely wrong'). The stance is an enthusiastic guide standing next to the reader, pointing at marvels — not a lecturer behind a podium.",
    "punctuation_and_mechanics": "Em-dashes: use 1-3 per 500 words for parenthetical asides, dramatic interruption, or reframing — this style is chattier than most and em-dashes capture the feeling of someone interrupting themselves with a better detail. Never use two em-dash pairs in the same paragraph. Semicolons: avoid entirely; use a period or an em-dash instead. Oxford comma: always. Exclamation marks: maximum 1 per 800 words, and it must be earned — reserved for facts so extraordinary that flatness would be dishonest. Ellipses: avoid except to create a beat before a reveal ('The answer turns out to be... yogurt'). Colons: use before a single striking example or a short reveal — 'The culprit was unexpected: a fungus.' Parentheses: use for brief, chatty asides no more than twice per 500 words — '(it's weirder than it sounds)' or '(about the weight of a paper clip).' Italics for emphasis: maximum once per 400 words, for genuine stress that changes meaning — 'It doesn't just survive in acid. It thrives.' Contractions: always. 'Don't', 'can't', 'it's', 'they're' — uncontracted forms sound robotic in this style. Question marks: permitted freely when posing genuine curiosity questions that drive the piece forward.",
    "formatting_and_structure": "Use short, punchy headings (2-6 words) in sentence case that provoke curiosity rather than summarize content — 'The nose knows' not 'How olfactory receptors function.' Headings every 350-500 words in pieces over 800 words. Bulleted or numbered lists: avoid in body text. This style thrives on flowing prose and the feeling of being carried along. If a list is absolutely necessary, embed it in a sentence: 'three things: X, Y, and Z.' Bold text: never for emphasis. Italic text: for species names, publication titles, and rare emphasis. Block quotes: use for direct quotes longer than 15 words from named sources. No pull quotes, sidebars, info boxes, or callout panels. The visual presentation should feel like a clean page of prose — paragraphs of text with generous white space between them. Short paragraphs and one-sentence paragraphs create visual breathing room naturally.",
    "contextual_registers": {
      "headlines": "6-9 words maximum. Lead with the most surprising element. Concrete noun + unexpected fact or juxtaposition. Never a question. Never 'How' or 'Why' or 'What you need to know.' Examples: 'The Creature That Survives in Outer Space', 'Your Bones Are Wetter Than You Think', 'Fungi Run the Internet Beneath Your Feet.'",
      "subheadings": "2-6 words, sentence case, evocative and slightly mysterious. Should make the reader curious, not summarize. 'The secret in the soil' not 'Soil microbiome composition.' 'Smaller than small' not 'Nanoscale measurements.'",
      "summaries": "2-3 sentences maximum. Open with the single most astonishing fact or finding. No meta-language ('This article explores...'). Write as if you're texting a friend about something wild you just learned.",
      "captions": "One sentence, present tense, specific and vivid. Name the organism, person, or object. Add one detail that creates wonder. 'A tardigrade — barely visible to the naked eye — surviving conditions that would kill almost anything else on Earth.' Never generic ('A microscopic organism in a laboratory setting').",
      "social_media": "Lead with the most jaw-dropping fact. Under 180 characters for the hook. Conversational energy intact but compressed. End with something that makes people want to read more, not a summary of the piece."
    },
    "characteristic_constructions": [
      "The scale translation: Immediately follow any large or small number with a human-scale comparison — 'The sun loses four million tons of mass every second — roughly the weight of forty aircraft carriers, just vanishing into light.'",
      "The 'turns out' pivot: Use 'turns out' or 'it turns out' to reveal that conventional wisdom is wrong — 'We picture evolution as a slow grind. Turns out it can happen in a single generation.'",
      "The everyday analogy: Explain a complex mechanism by mapping it onto something from the kitchen, the garage, or the playground — 'Your DNA proofreading system works like autocorrect, except it's right 99.9999% of the time, which is considerably better than your phone.'",
      "The deadpan kicker: Close an extraordinary claim with a flat, understated sentence that makes the reader laugh or gasp — 'The bombardier beetle mixes two chemicals in its abdomen and fires boiling liquid at predators. This is not a metaphor.'",
      "The accumulation build: Stack three increasingly astonishing facts in parallel structure, with the third one breaking scale — 'It can survive boiling. It can survive freezing. It can survive the vacuum of space.'",
      "The named-scientist humanizer: Introduce a researcher not with their credentials but with a vivid human detail — 'Barbara McClintock spent so much time staring at corn that her colleagues thought she'd lost her mind. She won the Nobel Prize.'",
      "The 'you are here' immersion: Use second person to put the reader physically inside the phenomenon — 'Pick up a pinch of sand from any beach. You're holding the eroded bones of mountains that were ancient when dinosaurs were new.'"
    ],
    "influences_and_reference_points": "Draw from: Bill Bryson (infectious curiosity, making the reader feel they've discovered something alongside the writer, warmth without condescension, humor through scale and absurd specificity), Mary Roach (delight in the weird and slightly gross, willingness to go to strange places for a good explanation, humor that respects the science), Oliver Sacks (deep empathy, treating every subject as a world unto itself, clinical precision softened by genuine wonder), Ed Yong (translating cutting-edge science into vivid narrative, giving credit to researchers by name, structural clarity), Randall Munroe (radical commitment to explaining from first principles using everyday language, humor through absurd precision, never talking down). Draw Bryson's warmth and Roach's fearlessness for subject choice; draw Sacks's empathy and Yong's structural discipline for the explanatory backbone; draw Munroe's commitment to accessible analogy and his refusal to use jargon as a shortcut. Avoid: Malcolm Gladwell's tendency toward overconfident grand theories, Neil deGrasse Tyson's tendency toward self-promotion over subject, any writer's smugness or 'aren't I clever' self-regard, and the dry textbook-explainer tone that treats clarity as the absence of personality.",
    "anti_patterns": [
      "Must NOT begin any sentence with 'In today's world', 'In an era of', 'In the age of', 'Since ancient times', 'Throughout history', or any temporal framing cliche.",
      "Must NOT use the construction 'It's not just X — it's Y' or 'It's not about X, it's about Y.' These are AI-typical hedging patterns that dilute genuine enthusiasm.",
      "Must NOT use 'delve', 'navigate', 'landscape', 'tapestry', 'multifaceted', 'paradigm', 'synergy', 'holistic', 'robust', 'comprehensive', 'cutting-edge', 'groundbreaking', or 'game-changer' — words that signal AI-generated prose.",
      "Must NOT use 'Imagine a world where...' or any hypothetical-future opening. Start with what IS, not what COULD BE.",
      "Must NOT stack adjectives — maximum 1 adjective before a noun. 'An incredible, fascinating, mind-blowing discovery' becomes 'a strange discovery.' Let the facts do the astonishing.",
      "Must NOT tell the reader how to feel: ban 'mind-blowing', 'mind-boggling', 'jaw-dropping', 'incredible', 'amazing', 'fascinating', 'astounding' as editorial commentary. If the fact is truly jaw-dropping, state it flatly and let the reader's jaw drop on its own.",
      "Must NOT use 'here's the thing', 'here's the kicker', 'here's where it gets interesting', or 'buckle up' — these pre-announce excitement instead of delivering it.",
      "Must NOT use the 'From X to Y' construction to show range ('From oceans to mountaintops'). It's a cliche. Be specific.",
      "Must NOT employ the 'X. And that's a problem.' or 'X. And that matters.' two-sentence construction. AI overuses this for false gravitas.",
      "Must NOT use 'Studies show' or 'Experts say' or 'Research suggests' without naming the specific study, lab, or person. Vague attribution is the enemy of trust and vividness.",
      "Must NOT use 'Moreover', 'Furthermore', 'Additionally', 'Subsequently', 'Consequently', or 'In conclusion' — these are academic connectives that kill conversational momentum.",
      "Must NOT use the triple-adjective pattern ('innovative, transformative, and groundbreaking') that is a hallmark of AI-generated text. One adjective, maximum. Prefer a vivid verb.",
      "Must NOT use 'serves as', 'plays a role in', 'is a testament to', or 'underscores the importance of' — these are AI-typical circumlocutions. Say what the thing does, directly.",
      "Must NOT condescend. Never write 'simply put,' 'to put it simply,' 'in layman's terms,' or 'for those who don't know.' The reader is smart. Explain clearly without announcing that you're simplifying.",
      "Must NOT use nominalizations when a verb will do: 'the implementation of the process' becomes 'they built it.' Keep verbs alive."
    ],
    "exemplar_passages": [
      "Your body is running a fever, and you feel terrible about it. Fair enough. But consider the fever's perspective for a moment. Somewhere around 101 degrees Fahrenheit, most of the bacteria trying to colonize your throat start to struggle. Their enzymes — those tiny molecular machines that keep them alive — begin to wobble and misfire, like a key that no longer quite fits its lock. Your own cells, meanwhile, have been training for this their entire evolutionary lives. They work fine at 101. Some of them work better.\n\nThis is not an accident. Your body didn't panic and overheat. It made a calculated decision — one that predates anything you'd recognize as a brain. The hypothalamus, a chunk of neural tissue about the size of an almond, detected fragments of bacterial cell wall drifting through your blood, and it cranked up the thermostat. On purpose. You are, at this very moment, cooking your invaders alive.\n\nThe cost is real. A fever burns through calories the way a sprint burns through oxygen. Your muscles ache because your body is dismantling their proteins for raw materials. But the math works out. It almost always works out. Fevers have been around for at least 400 million years — fish get them, lizards get them, even insects rearrange their behavior to raise their body temperature when infected. Evolution keeps the things that work.",
      "There is a fungus in Oregon that covers four square miles. It is not visible from the surface. It lives in the soil, threading itself between the roots of trees in a network so vast that scientists needed DNA testing to confirm it was a single organism. It is, by area, the largest living thing on Earth, and almost nobody has heard of it.\n\nThe fungus — Armillaria ostoyae, if you want to be formal about it — does something that sounds impossible until you learn the mechanism. It connects trees. Not metaphorically. Physically. The fungal threads latch onto root tips and form a kind of biological internet, shuttling sugars, water, and chemical alarm signals between trees that might be hundreds of feet apart. A Douglas fir under attack by beetles can send a distress signal through the fungal network, and its neighbors will start producing defensive chemicals before a single beetle reaches them.\n\nSuzanne Simard, the ecologist who discovered much of this, spent years being told she was wrong. Forests were supposed to be competitive — every tree for itself, fighting for light and water. Simard's data said otherwise. The trees were cooperating, and the fungus was the broker. The oldest, largest trees — she calls them mother trees — were pumping sugars through the network to smaller trees growing in the shade. They were, in a measurable and specific way, feeding their children.",
      "Hold your hand in front of your face. Spread your fingers. The space between your index finger and your thumb — that gap of maybe four inches — is roughly the size of the largest known spider, a goliath birdeater from the rainforests of South America. It weighs about as much as a baseball. When it walks across dry leaves, you can hear it.\n\nBut the birdeater is not actually the thing I want to tell you about. The thing I want to tell you about is what it does when it's scared. Most spiders bite or run. The goliath birdeater does something else: it rubs its legs together and flings a cloud of tiny barbed hairs into the air. The hairs are called urticating bristles, and they embed in the skin and mucous membranes of whatever startled the spider — a coati, a snake, an unlucky postdoc. The sensation has been compared to fiberglass insulation, which is not a comparison anyone enjoys.\n\nThis defense costs the spider something. Each hair is gone for good until the next molt. A spider that panics too often ends up bald in patches, which is both a tactical disadvantage and — I realize I'm projecting here — a little undignified. So the birdeater makes choices. It assesses. It decides whether you're worth a volley of irreplaceable hairs. Somewhere in a brain the size of a poppy seed, a cost-benefit analysis is running."
    ]
  }
}